[{
    "content": "太一况，天马下，沾赤汗，沫流赭。志俶傥，精权奇，籋浮云，晻上驰。体容与，迣万里，今安匹，龙为友。",
    "title": "天马二首·其一",
    "author": "刘彻",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "天地并况，惟予有慕，爰熙紫坛，思求厥路。恭承禋祀，缊豫为纷，黼绣周张，承神至尊。千童罗舞成八溢，合好效欢虞泰一。九歌毕奏斐然殊，鸣琴竽瑟会轩朱。璆磬金鼓，灵其有喜，百官济济，各敬厥事。盛牲实俎进闻膏，神奄留，临须摇。长丽前掞光耀明，寒暑不忒况皇章。展诗应律鋗玉鸣，函宫吐角激徵清。发梁扬羽申以商，造兹新音永久长。声气远条凤鸟翔，神夕奄虞盖孔享。",
    "title": "天地",
    "author": "刘彻",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "日出入安穷？时世不与人同。故春非我春，夏非我夏，秋非我秋，冬非我冬。泊如四海之池，遍观是邪谓何？吾知所乐，独乐六龙，六龙之调，使我心若。訾黄其何不徕下。",
    "title": "日出入",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "青阳开动，根荄以遂，膏润并爱，跂行毕逮。霆声发荣，处顷听，枯槁复产，乃成厥命。众庶熙熙，施及夭胎，群生啿噬，惟春之祺。",
    "title": "青阳",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "景星显见，信星彪列，象载昭庭，日亲以察。参侔开阖，爰推本纪，汾脽出鼎，皇佑元始。五音六律，依韦飨昭，杂变并会，雅声远姚。空桑琴瑟结信成，四兴递代八风生。殷殷钟石羽龠鸣。河龙供鲤醇牺牲。百末旨酒布兰生。泰尊柘浆析朝酲。微感心攸通修名，周流常羊思所并。穰穰复正直往宁，冯蠵切和疏写平。上天布施后土成，穰穰丰年四时荣。",
    "title": "景星",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "天马徕，从西极，涉流沙，九夷服。天马徕，出泉水，虎脊两，化若鬼。天马徕，历无草，径千里，循东道。天马徕，执徐时，将摇举，谁与期？天马徕，开远门，竦予身，逝昆仑。天马徕，龙之媒，游阊阖，观玉台。",
    "title": "天马二首·其二",
    "author": "刘彻",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "天门开，詄荡荡，穆并骋，以临飨。光夜烛，德信著，灵浸鸿，长生豫。太朱涂广，夷石为堂，饰玉梢以舞歌，体招摇若永望。星留俞，塞陨光，照紫幄，珠烦黄。幡比翅回集，贰双飞常羊。月穆穆以金波，日华耀以宣明。假清风轧忽，激长至重觞。神裴回若留放，殣冀亲以肆章。函蒙祉福常若期，寂谬上天知厥时。泛泛滇滇从高斿，殷勤此路胪所求。佻正嘉古弘以昌，休嘉砰隐溢四方。专精厉意逝九阂，纷云六幕浮大海。",
    "title": "天门",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "战城南，死郭北，野死不葬乌可食。为我谓乌：且为客豪！野死谅不葬，腐肉安能去子逃？水深激激，蒲苇冥冥；枭骑战斗死，驽马徘徊鸣。梁筑室，何以南？何以北？禾黍不获君何食？愿为忠臣安可得？思子良臣，良臣诚可思：朝行出攻，暮不夜归！",
    "title": "战城南",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "上邪，我欲与君相知，长命无绝衰。山无陵，江水为竭。冬雷震震，夏雨雪。天地合，乃敢与君绝。",
    "title": "上邪",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "朱鹭，鱼以乌。路訾邪鹭何食？食茄下。不之食，不以吐，将以问诛者。",
    "title": "朱鹭",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "临高台以轩，下有清水清且寒。江有香草目以兰，黄鹄高飞离哉翻。关弓射鹄，令我主寿万年。",
    "title": "临高台",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "上陵何美美，下津风以寒。问客从何来，言从水中央。桂树为君船，青丝为君笮，木兰为君棹，黄金错其间。沧海之雀赤翅鸿，白雁随。山林乍开乍合，曾不知日月明。醴泉之水，光泽何蔚蔚。芝为车，龙为马，览遨游，四海外。甘露初二年，芝生铜池中，仙人下来饮，延寿千万岁。",
    "title": "上陵",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "三十六离宫，楼台与天通。阁道步行月，美人愁烟空。恩疏宠不及，桃李伤春风。淫乐意何极，金舆向回中。万乘出黄道，千旗扬彩虹。前军细柳北，后骑甘泉东。岂问渭川老，宁邀襄野童。但慕瑶池宴，归来乐未穷。",
    "title": "上之回",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "巫山高，高以大；淮水深，难以逝。我欲东归，害梁不为？我集无高曳，水何梁汤汤回回。临水远望，泣下沾衣。远道之人心思归，谓之何！",
    "title": "巫山高",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "有所思，乃在大海南。何用问遗君，双珠玳瑁簪。用玉绍缭之。闻君有他心，拉杂摧烧之。摧烧之，当风扬其灰！从今以往，勿复相思，相思与君绝！鸡鸣狗吠，兄嫂当知之。妃呼狶！秋风肃肃晨风飔，东方须臾高知之！",
    "title": "有所思",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "君不见，黄河之水天上来，奔流到海不复回。君不见，高堂明镜悲白发，朝如青丝暮成雪。人生得意须尽欢，莫使金樽空对月。天生我材必有用，千金散尽还复来。烹羊宰牛且为乐，会须一饮三百杯。岑夫子，丹丘生，将进酒，杯莫停。与君歌一曲，请君为我倾耳听。(倾耳听 一作：侧耳听)钟鼓馔玉不足贵，但愿长醉不复醒。(不足贵 一作：何足贵；不复醒 一作：不愿醒/不用醒)古来圣贤皆寂寞，惟有饮者留其名。(古来 一作：自古；惟 通：唯)陈王昔时宴平乐，斗酒十千恣欢谑。主人何为言少钱，径须沽取对君酌。五花马，千金裘，呼儿将出换美酒，与尔同销万古愁。",
    "title": "将进酒",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "华晔晔，固灵根。神之斿，过天门，车千乘，敦昆仑。神之出，排玉房，周流杂，拔兰堂。神之行，旌容容，骑沓沓，般纵纵。神之徕，泛翊翊，甘露降，庆云集。神之揄，临坛宇，九疑宾，夔龙舞。神安坐，翔吉时，共翊翊，合所思。神嘉虞，申贰觞，福滂洋，迈延长。沛施佑，汾之阿，扬金光，横泰河，莽若云，增阳波。遍胪欢，腾天歌。",
    "title": "华晔晔",
    "author": "刘彻",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "将军出紫塞，冒顿在乌贪。笳喧雁门北，阵翼龙城南。雕弓夜宛转，铁骑晓参驔。应须驻白日，为待战方酣。",
    "title": "战城南",
    "author": "卢照邻",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "去年战桑干源，今年战葱河道。洗兵条支海上波， 放马天山雪中草。万里长征战，三军尽衰老。 匈奴以杀戮为耕作，古来唯见白骨黄沙田。 秦家筑城避胡处，汉家还有烽火然。烽火然不息， 征战无已时。野战格斗死，败马号鸣向天悲。 乌鸢啄人肠，衔飞上挂枯树枝。士卒涂草莽， 将军空尔为。乃知兵者是凶器，圣人不得已而用之。",
    "title": "战城南",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "琉璃钟，琥珀浓，小槽酒滴真珠红。烹龙炮凤玉脂泣，罗帏绣幕围香风。吹龙笛，击鼍鼓；皓齿歌，细腰舞。况是青春日将暮，桃花乱落如红雨。劝君终日酩酊醉，酒不到刘伶坟上土。",
    "title": "将进酒",
    "author": "李贺",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "雉子，班如此。之于雉梁。无以吾翁孺，雉子。知得雉子高蜚止，黄鹄蜚，之以千里，王可思。雄来蜚从雌，视子趋一雉。雉子，车大驾马滕，被王送行所中。尧羊蜚从王孙行。",
    "title": "雉子班",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "　　唧唧复唧唧，木兰当户织。不闻机杼声，惟闻女叹息。(惟闻 通：唯)　　问女何所思，问女何所忆。女亦无所思，女亦无所忆。昨夜见军帖，可汗大点兵，军书十二卷，卷卷有爷名。阿爷无大儿，木兰无长兄，愿为市鞍马，从此替爷征。　　东市买骏马，西市买鞍鞯，南市买辔头，北市买长鞭。旦辞爷娘去，暮宿黄河边，不闻爷娘唤女声，但闻黄河流水鸣溅溅。旦辞黄河去，暮至黑山头，不闻爷娘唤女声，但闻燕山胡骑鸣啾啾。　　万里赴戎机，关山度若飞。朔气传金柝，寒光照铁衣。将军百战死，壮士十年归。　　归来见天子，天子坐明堂。策勋十二转，赏赐百千强。可汗问所欲，木兰不用尚书郎，愿驰千里足，送儿还故乡。(一作：愿借明驼千里足)　　爷娘闻女来，出郭相扶将；阿姊闻妹来，当户理红妆；小弟闻姊来，磨刀霍霍向猪羊。开我东阁门，坐我西阁床，脱我战时袍，著我旧时裳。当窗理云鬓，对镜贴花黄。出门看火伴，火伴皆惊忙：同行十二年，不知木兰是女郎。（贴 通：帖；惊忙 一作：惶；惶 火伴 通：伙）　　雄兔脚扑朔，雌兔眼迷离；双兔傍地走，安能辨我是雄雌？",
    "title": "木兰诗 / 木兰辞",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "君马黄，我马白。马色虽不同，人心本无隔。共作游冶盘，双行洛阳陌。长剑既照曜，高冠何赩赫。各有千金裘，俱为五侯客。猛虎落陷阱，壮夫时屈厄。相知在急难，独好亦何益。",
    "title": "君马黄",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "垂杨拂绿水，摇艳东风年。花明玉关雪，叶暖金窗烟。美人结长想，对此心凄然。攀条折春色，远寄龙庭前。",
    "title": "折杨柳",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "芳树千株发，摇荡三阳时。气软来风易，枝繁度鸟迟。春至花如锦，夏近叶成帷。欲寄边城客，路远谁能持。",
    "title": "芳树",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "紫骝行且嘶，双翻碧玉蹄。临流不肯渡，似惜锦障泥。白雪关山远，黄云海戍迷。挥鞭万里去，安得念春闺。",
    "title": "紫骝马",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "绿树始摇芳，芳生非一叶。一叶度春风，芳芳自相接。色杂乱参差，众花纷重叠。重叠不可思，思此谁能惬。",
    "title": "芳树",
    "author": "萧衍",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "躞蹀青骊马，往战城南畿。五历鱼丽阵，三入九重围。名慑武安将，血污秦王衣。为君意气重，无功终不归。",
    "title": "战城南",
    "author": "吴均",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "中庭多杂树，偏为梅咨嗟。问君何独然？念其霜中能作花，露中能作实。摇荡春风媚春日，念尔零落逐风飚，徒有霜华无霜质。",
    "title": "梅花落",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "黄河西来决昆仑，咆哮万里触龙门。波滔天，尧咨嗟。大禹理百川，儿啼不窥家。杀湍湮洪水，九州始蚕麻。其害乃去，茫然风沙。被发之叟狂而痴，清晨临流欲奚为。旁人不惜妻止之，公无渡河苦渡之。虎可搏，河难凭，公果溺死流海湄。有长鲸白齿若雪山，公乎公乎挂罥于其间。箜篌所悲竟不还。",
    "title": "公无渡河",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "江南可采莲，莲叶何田田，鱼戏莲叶间。鱼戏莲叶东，鱼戏莲叶西，鱼戏莲叶南，鱼戏莲叶北。",
    "title": "江南",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "青青河畔草，绵绵思远道。远道不可思，宿昔梦见之。(宿昔 一作：夙昔)梦见在我傍，忽觉在他乡。他乡各异县，辗转不相见。枯桑知天风，海水知天寒。入门各自媚，谁肯相为言。客从远方来，遗我双鲤鱼。呼儿烹鲤鱼，中有尺素书。长跪读素书，书中竟何如。上言加餐食，下言长相忆。",
    "title": "饮马长城窟行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "薤上露，何易晞。露晞明朝更复落，人死一去何时归。",
    "title": "薤露",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "登高丘而望远海，六鳌骨已霜，三山流安在？ 扶桑半摧折，白日沉光彩。银台金阙如梦中，秦皇汉武空相待。精卫费木石，鼋鼍无所凭。君不见骊山茂陵尽灰灭，牧羊之子来攀登。盗贼劫宝玉，精灵竟何能。穷兵黩武今如此，鼎湖飞龙安可乘？",
    "title": "登高丘而望远",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "美女渭桥东，春还事蚕作。五马如飞龙，青丝结金络。不知谁家子，调笑来相谑。妾本秦罗敷，玉颜艳名都。绿条映素手，采桑向城隅。使君且不顾，况复论秋胡。寒螀爱碧草，鸣凤栖青梧。托心自有处，但怪傍人愚。徒令白日暮，高驾空踟蹰。",
    "title": "陌上桑",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "逝矣经天日，悲哉带地川。寸阴无停晷，尺波岂徒旋。年往迅劲矢，时来亮急弦。远期鲜克及，盈数固希全。容华夙夜零，体泽坐自捐。兹物苟难停，吾寿安得延。俛仰逝将过，倏忽几何间。慷慨亦焉诉，天道良自然。但恨功名薄，竹帛无所宣。迨及岁未暮，长歌乘我闲。",
    "title": "长歌行",
    "author": "陆机",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "东光乎，苍梧何不乎。苍梧多腐粟，无益诸军粮。诸军游荡子，早行多悲伤。",
    "title": "东光",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "桃李待日开，荣华照当年。东风动百物，草木尽欲言。枯枝无丑叶，涸水吐清泉。大力运天地，羲和无停鞭。功名不早著，竹帛将何宣。桃李务青春，谁能贯白日。富贵与神仙，蹉跎成两失。金石犹销铄，风霜无久质。畏落日月后，强欢歌与酒。秋霜不惜人，倏忽侵蒲柳。",
    "title": "长歌行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "关东有义士，兴兵讨群凶。初期会盟津，乃心在咸阳。军合力不齐，踌躇而雁行。势利使人争，嗣还自相戕。淮南弟称号，刻玺於北方。铠甲生虮虱，万姓以死亡。白骨露於野，千里无鸡鸣。生民百遗一，念之断人肠。",
    "title": "蒿里行",
    "author": "曹操",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "蒿里谁家地，聚敛魂魄无贤愚。鬼伯一何相催促，人命不得稍踟蹰。",
    "title": "蒿里",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "天地无穷极，阴阳转相因。人居一世间，忽若风吹尘。愿得展功勤，输力于明君。怀此王佐才，慷慨独不群。鳞介尊神龙，走兽宗麒麟。虫兽犹知德，何况于士人。孔氏删诗书，王业粲已分。骋我径寸翰，流藻垂华芬。",
    "title": "薤露",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "对酒当歌，人生几何！譬如朝露，去日苦多。慨当以慷，忧思难忘。何以解忧？唯有杜康。青青子衿，悠悠我心。但为君故，沉吟至今。呦呦鹿鸣，食野之苹。我有嘉宾，鼓瑟吹笙。明明如月，何时可掇？忧从中来，不可断绝。越陌度阡，枉用相存。契阔谈讌，心念旧恩。(谈讌 一作：谈宴)月明星稀，乌鹊南飞。绕树三匝，何枝可依？山不厌高，海不厌深。周公吐哺，天下归心。(海 一作：水)",
    "title": "短歌行",
    "author": "曹操",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "白日何短短，百年苦易满。苍穹浩茫茫，万劫太极长。麻姑垂两鬓，一半已成霜。天公见玉女，大笑亿千场。吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，与人驻颜光。",
    "title": "短歌行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "置酒高堂，悲歌临觞。人寿几何，逝如朝霜。时无重至，华不再阳。苹以春晖，兰以秋芳。来日苦短，去日苦长。今我不乐，蟋蟀在房。乐以会兴，悲以别章。岂曰无感，忧为子忘。我酒既旨，我肴既臧。短歌可咏，长夜无荒。",
    "title": "短歌行",
    "author": "陆机",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "朝作猛虎行，暮作猛虎吟。肠断非关陇头水，泪下不为雍门琴。旌旗缤纷两河道，战鼓惊山欲倾倒。秦人半作燕地囚，胡马翻衔洛阳草。一输一失关下兵，朝降夕叛幽蓟城。巨鳌未斩海水动，鱼龙奔走安得宁。颇似楚汉时，翻覆无定止。朝过博浪沙，暮入淮阴市。张良未遇韩信贫，刘项存亡在两臣。暂到下邳受兵略，来投漂母作主人。贤哲栖栖古如此，今时亦弃青云士。有策不敢犯龙鳞，窜身南国避胡尘。宝书长剑挂高阁，金鞍骏马散故人。昨日方为宣城客，掣铃交通二千石。有时六博快壮心，绕床三匝呼一掷。楚人每道张旭奇，心藏风云世莫知。三吴邦伯多顾盼，四海雄侠皆相推。萧曹曾作沛中吏，攀龙附凤当有时。溧阳酒楼三月春，杨花漠漠愁杀人。胡人绿眼吹玉笛，吴歌白纻飞梁尘。丈夫相见且为乐，槌牛挝鼓会众宾。我从此去钓东海，得鱼笑寄情相亲。",
    "title": "猛虎行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "秋风萧瑟天气凉，草木摇落露为霜，群燕辞归鹄南翔。(鹄南翔 一作 雁南翔）念君客游思断肠，慊慊思归恋故乡，君何淹留寄他方？贱妾茕茕守空房，忧来思君不敢忘，不觉泪下沾衣裳。援琴鸣弦发清商，短歌微吟不能长。明月皎皎照我床，星汉西流夜未央。牵牛织女遥相望，尔独何辜限河梁。",
    "title": "燕歌行二首·其一",
    "author": "曹丕",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "渴不饮盗泉水，热不息恶木阴。恶木岂无枝？志士多苦心。整驾肃时命，杖策将远寻。饥食猛虎窟，寒栖野雀林。日归功未建，时往岁载阴。崇云临岸骇，鸣条随风吟。静言幽谷底，长啸高山岑。急弦无懦响，亮节难为音。人生诚未易，曷云开此衿？眷我耿介怀，俯仰愧古今。",
    "title": "猛虎行",
    "author": "陆机",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "别日何易会日难，山川悠远路漫漫。郁陶思君未敢言，寄声浮云往不还。涕零雨面毁形颜，谁能怀忧独不叹。展诗清歌仰自宽，乐往哀来摧肺肝。耿耿伏枕不能眠，披衣出户步东西。仰看星月观云间，飞鸽晨鸣声可怜，留连顾怀不能存。",
    "title": "燕歌行二首·其二",
    "author": "曹丕",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "惟汉廿二世，所任诚不良。沐猴而冠带，知小而谋强。犹豫不敢断，因狩执君王。白虹为贯日，己亦先受殃。贼臣持国柄，杀主灭宇京。荡覆帝基业，宗庙以燔丧。播越西迁移，号泣而且行。瞻彼洛城郭，微子为哀伤。",
    "title": "薤露",
    "author": "曹操",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "汉家烟尘在东北，汉将辞家破残贼。男儿本自重横行，天子非常赐颜色。摐金伐鼓下榆关，旌旗逶迤碣石间。校尉羽书飞瀚海，单于猎火照狼山。山川萧条极边土，胡骑凭陵杂风雨。战士军前半死生，美人帐下犹歌舞。大漠穷秋塞草腓，孤城落日斗兵稀。身当恩遇常轻敌，力尽关山未解围。(常轻敌 一作：恒轻敌)铁衣远戍辛勤久，玉箸应啼别离后。少妇城南欲断肠，征人蓟北空回首。边庭飘飖那可度，绝域苍茫更何有。(飘飖 一作：飘飘)杀气三时作阵云，寒声一夜传刁斗。相看白刃血纷纷，死节从来岂顾勋。君不见沙场征战苦，至今犹忆李将军。",
    "title": "燕歌行",
    "author": "高适",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "从军玉门道，逐虏金微山。笛奏梅花曲，刀开明月环。鼓声鸣海上，兵气拥云间。愿斩单于首，长驱静铁关。",
    "title": "从军行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "玉不自言如桃李，鱼目笑之卞和耻。楚国青蝇何太多，连城白璧遭谗毁。荆山长号泣血人，忠臣死为刖足鬼。听曲知甯戚，夷吾因小妻。秦穆五羊皮，买死百里奚。洗拂青云上，当时贱如泥。朝歌鼓刀叟，虎变磻溪中。一举钓六合，遂荒营丘东。平生渭水曲，谁识此老翁。奈何今之人，双目送飞鸿。",
    "title": "鞠歌行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "吁嗟此转蓬，居世何独然。长去本根逝，夙夜无休闲。东西经七陌，南北越九阡。卒遇回风起，吹我入云间。自谓终天路，忽然下沉渊。惊飙接我出，故归彼中田。当南而更北，谓东而反西。宕宕当何依，忽亡而复存。飘飘周八泽，连翩历五山。流转无恒处，谁知吾苦艰。愿为中林草，秋随野火燔。糜灭岂不痛，愿与株荄连。",
    "title": "吁嗟篇",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "苦相身为女，卑陋难再陈。男儿当门户，堕地自生神。雄心志四海，万里望风尘。女育无欣爱，不为家所珍。长大逃深室，藏头羞见人。垂泪适他乡，忽如雨绝云。低头和颜色，素齿结朱唇。跪拜无复数，婢妾如严宾。情合同云汉，葵藿仰阳春。心乖甚水火，百恶集其身。玉颜随年变，丈夫多好新。昔为形与影，今为胡与秦。胡秦时相见，一绝逾参辰。",
    "title": "豫章行苦相篇",
    "author": "傅玄",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "松子栖金华，安期入蓬海。此人古之仙，羽化竟何在。浮生速流电，倏忽变光彩。天地无凋换，容颜有迁改。对酒不肯饮，含情欲谁待。",
    "title": "对酒行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "白日登山望烽火，黄昏饮马傍交河。行人刁斗风沙暗，公主琵琶幽怨多。野云万里无城郭，雨雪纷纷连大漠。胡雁哀鸣夜夜飞，胡儿眼泪双双落。闻道玉门犹被遮，应将性命逐轻车。年年战骨埋荒外，空见蒲桃入汉家。",
    "title": "古从军行",
    "author": "李颀",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "胡风吹代马，北拥鲁阳关。吴兵照海雪，西讨何时还。半渡上辽津，黄云惨无颜。老母与子别，呼天野草间。白马绕旌旗，悲鸣相追攀。白杨秋月苦，早落豫章山。本为休明人，斩虏素不闲。岂惜战斗死，为君扫凶顽。精感石没羽，岂云惮险艰。楼船若鲸飞，波荡落星湾。此曲不可奏，三军鬓成斑。",
    "title": "豫章行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "相逢狭路间，道隘不容车。不知何年少？夹毂问君家。君家诚易知，易知复难忘；黄金为君门，白玉为君堂。堂上置樽酒，作使邯郸倡。中庭生桂树，华灯何煌煌。兄弟两三人，中子为侍郎；五日一来归，道上自生光；黄金络马头，观者盈道傍。入门时左顾，但见双鸳鸯；鸳鸯七十二，罗列自成行。音声何噰噰，鹤鸣东西厢。大妇织绮罗，中妇织流黄；小妇无所为，挟瑟上高堂：“丈人且安坐，调丝方未央。”",
    "title": "相逢行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "朝骑五花马，谒帝出银台。秀色谁家子，云车珠箔开。金鞭遥指点，玉勒近迟回。夹毂相借问，疑从天上来。蹙入青绮门，当歌共衔杯。衔杯映歌扇，似月云中见。相见不得亲，不如不相见。相见情已深，未语可知心。胡为守空闺，孤眠愁锦衾。锦衾与罗帏，缠绵会有时。春风正澹荡，暮雨来何迟。愿因三青鸟，更报长相思。光景不待人，须臾发成丝。当年失行乐，老去徒伤悲。持此道密意，毋令旷佳期。 相逢红尘内，高揖黄金鞭。万户垂杨里，君家阿那边。",
    "title": "相逢行二首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "蒲生我池中，其叶何离离。傍能行仁义，莫若妾自知。众口铄黄金，使君生别离。念君去我时，独愁常苦悲。想见君颜色，感结伤心脾。念君常苦悲，夜夜不能寐。莫以豪贤故，弃捐素所爱。莫以鱼肉贱，弃捐葱与薤。莫以麻枲贱，弃捐菅与蒯。出亦复苦愁，入亦复苦愁。边地多悲风，树木何修修。从君致独乐，延年寿千秋。",
    "title": "塘上行",
    "author": "甄宓",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "妇病连年累岁，传呼丈人前一言。当言未及得言，不知泪下一何翩翩。“属累君两三孤子，莫我儿饥且寒，有过慎莫笪笞，行当折摇，思复念之!”乱曰：抱时无衣，襦复无里。闭门塞牖，舍孤儿到市。道逢亲交，泣坐不能起。从乞求与孤儿买饵，对交啼泣，泪不可止：“我欲不伤悲不能已。”探怀中钱持授交。入门见孤儿，啼索其母抱。徘徊空舍中，“行复尔耳，弃置勿复道！”",
    "title": "妇病行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。",
    "title": "野田黄雀行",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "门有万里客，问君何乡人。褰裳起从之，果得心所亲。挽裳对我泣，太息前自陈。本是朔方士，今为吴越民。行行将复行，去去适西秦。",
    "title": "门有万里客行",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "门有车马客，驾言发故乡。念君久不归，濡迹涉江湘。投袂赴门涂，揽衣不及裳。拊膺携客泣，掩泪叙温凉。借问邦族间，恻怆论存亡。亲友多零落，旧齿皆凋丧。市朝互迁易，城阙或丘荒。坟垄日月多，松柏郁茫茫。天道信崇替，人生安得长。慷慨惟平生，俯仰独悲伤。",
    "title": "门有车马客行",
    "author": "陆机",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "门有车马宾，金鞍曜朱轮。谓从丹霄落，乃是故乡亲。呼儿扫中堂，坐客论悲辛。对酒两不饮，停觞泪盈巾。叹我万里游，飘飘三十春。空谈帝王略，紫绶不挂身。雄剑藏玉匣，阴符生素尘。廓落无所合，流离湘水滨。借问宗党间，多为泉下人。生苦百战役，死托万鬼邻。北风扬胡沙，埋翳周与秦。大运且如此，苍穹宁匪仁。恻怆竟何道，存亡任大钧。",
    "title": "门有车马客行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "游莫逐炎洲翠，栖莫近吴宫燕。吴宫火起焚巢窠，炎洲逐翠遭网罗。萧条两翅蓬蒿下，纵有鹰鹯奈若何。",
    "title": "野田黄雀行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "行至上留田，孤坟何峥嵘。积此万古恨，春草不复生。悲风四边来，肠断白杨声。借问谁家地，埋没蒿里茔。古老向余言，言是上留田，蓬科马鬣今已平。 昔之弟死兄不葬，他人于此举铭旌。一鸟死，百鸟鸣。一兽走，百兽惊。桓山之禽别离苦，欲去回翔不能征。田氏仓卒骨肉分，青天白日摧紫荆。交柯之木本同形，东枝憔悴西枝荣。无心之物尚如此，参商胡乃寻天兵。孤竹延陵，让国扬名。高风缅邈，颓波激清。尺布之谣，塞耳不能听。",
    "title": "上留田行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "巫山七百里，巴水三回曲。笛声下复高，猿啼断还续。",
    "title": "蜀道难·其二",
    "author": "萧纲",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "噫吁嚱，危乎高哉！蜀道之难，难于上青天！蚕丛及鱼凫，开国何茫然！尔来四万八千岁，不与秦塞通人烟。西当太白有鸟道，可以横绝峨眉巅。地崩山摧壮士死，然后天梯石栈相钩连。上有六龙回日之高标，下有冲波逆折之回川。黄鹤之飞尚不得过，猿猱欲度愁攀援。(攀援 一作：攀缘)青泥何盘盘，百步九折萦岩峦。扪参历井仰胁息，以手抚膺坐长叹。问君西游何时还？畏途巉岩不可攀。但见悲鸟号古木，雄飞雌从绕林间。又闻子规啼夜月，愁空山。蜀道之难,难于上青天，使人听此凋朱颜！连峰去天不盈尺，枯松倒挂倚绝壁。飞湍瀑流争喧豗，砯崖转石万壑雷。其险也如此，嗟尔远道之人胡为乎来哉！(也若此 一作：也如此)剑阁峥嵘而崔嵬，一夫当关，万夫莫开。所守或匪亲，化为狼与豺。朝避猛虎，夕避长蛇；磨牙吮血，杀人如麻。锦城虽云乐，不如早还家。蜀道之难,难于上青天，侧身西望长咨嗟！",
    "title": "蜀道难",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "门有车马客，问君何乡士。捷步往相讯，果得旧邻里。凄凄声中情，慊慊增下俚。语昔有故悲，论今无新喜。清晨相访慰，日暮不能已。欢戚竞寻叙，谈调何终止。辞端竟未究，忽唱分途始。前悲尚未弭，后戚方复起。嘶声盈我口，谈言在我耳。“手迹可传心，愿尔笃行李。”",
    "title": "门有车马客行",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "皑如山上雪，皎若云间月。闻君有两意，故来相决绝。今日斗酒会，明旦沟水头。躞蹀御沟上，沟水东西流。凄凄复凄凄，嫁娶不须啼。愿得一心人，白头不相离。(一心人 一作：一人心；白头 一作：白首)竹竿何袅袅，鱼尾何簁簁！男儿重意气，何用钱刀为！",
    "title": "白头吟",
    "author": "卓文君",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "直如朱丝绳，清如玉壶冰。何惭宿昔意，猜恨坐相仍。人情贱恩旧，世义逐衰兴。毫发一为瑕，丘山不可胜。食苗实硕鼠，点白信苍蝇。凫鹄远成美，薪刍前见凌。申黜褒女进，班去赵姬升。周王日沦惑，汉帝益嗟称。心赏犹难恃，貌恭岂易凭。古来共如此，非君独抚膺。",
    "title": "代白头吟",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "洛阳城东桃李花，飞来飞去落谁家？洛阳女儿惜颜色，坐见落花长叹息。今年花落颜色改，明年花开复谁在？已见松柏摧为薪，更闻桑田变成海。古人无复洛城东，今人还对落花风。年年岁岁花相似，岁岁年年人不同。寄言全盛红颜子，应怜半死白头翁。此翁白头真可怜，伊昔红颜美少年。公子王孙芳树下，清歌妙舞落花前。光禄池台文锦绣，将军楼阁画神仙。一朝卧病无相识，三春行乐在谁边？宛转蛾眉能几时？须臾鹤发乱如丝。但看古来歌舞地，唯有黄昏鸟雀悲。",
    "title": "代悲白头翁 / 白头吟 / 有所思",
    "author": "刘希夷",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "好古笑流俗，素闻贤达风。方希佐明主，长揖辞成功。白日在高天，回光烛微躬。恭承凤凰诏，欻起云萝中。清切紫霄迥，优游丹禁通。君王赐颜色，声价凌烟虹。乘舆拥翠盖，扈从金城东。宝马丽绝景，锦衣入新丰。依岩望松雪，对酒鸣丝桐。因学扬子云，献赋甘泉宫。天书美片善，清芬播无穷。归来入咸阳，谈笑皆王公。一朝去金马，飘落成飞蓬。宾客日疏散，玉樽亦已空。才力犹可倚，不惭世上雄。闲作东武吟，曲尽情未终。书此谢知己，吾寻黄绮翁。",
    "title": "东武吟",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "锦水东北流，波荡双鸳鸯。雄巢汉宫树，雌弄秦草芳。宁同万死碎绮翼，不忍云间两分张。此时阿娇正娇妒，独坐长门愁日暮。但愿君恩顾妾深，岂惜黄金买词赋。相如作赋得黄金，丈夫好新多异心。一朝将聘茂陵女，文君因赠白头吟。东流不作西归水，落花辞条羞故林。兔丝固无情，随风任倾倒。谁使女萝枝，而来强萦抱。两草犹一心，人心不如草。莫卷龙须席，从他生网丝。且留琥珀枕，或有梦来时。覆水再收岂满杯，弃妾已去难重回。古来得意不相负，只今惟见青陵台。",
    "title": "白头吟",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "汉家秦地月，流影照明妃。一上玉关道，天涯去不归。汉月还从东海出，明妃西嫁无来日。燕支长寒雪作花，蛾眉憔悴没胡沙。生乏黄金枉图画，死留青冢使人嗟。昭君拂玉鞍，上马啼红颊。今日汉宫人，明朝胡地妾。",
    "title": "王昭君二首 / 王昭君",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "我本汉家子，将适单于庭。辞决未及终，前驱已抗旌。仆御涕流离，辕马悲且鸣。哀郁伤五内，泣泪沾朱缨。行行日已远，遂造匈奴城。延我于穹庐，加我阏氏名。殊类非所安，虽贵非所荣。父子见陵辱，对之惭且惊。杀身良不易，默默以苟生。苟生亦何聊，积思常愤盈。愿假飞鸿翼，弃之以遐征。飞鸿不我顾，伫立以屏营。昔为匣中玉，今为粪上英。朝华不足欢，甘与秋草并。传语后世人，远嫁难为情。",
    "title": "王明君",
    "author": "石崇",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "为君既不易，为臣良独难。忠信事不显，乃有见疑患。周公佐成王，金滕功不刊。推心辅王室，二叔反流言。待罪居东国，泣涕常流连。皇灵大动变，震雷风且寒。拔树偃秋稼，天威不可干。素服开金滕，感悟求其端。公旦事既显，成王乃哀叹。吾欲竟此曲，此曲悲且长。今日乐相乐，别后莫相忘。",
    "title": "怨歌行",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "　　飞来双白鹄，乃从西北来。十十五五，罗列成行。妻卒被病，行不能相随。五里一返顾，六里一徘徊。“吾欲衔汝去，口噤不能开；吾欲负汝去，毛羽何摧颓。乐哉新相知，忧来生别离。躇蹰顾群侣，泪下不自知。”“念与君别离，气结不能言。各各重自爱，道远归还难。”“妾当守空房，闭门下重关。若生当相见，亡者会黄泉。”今日乐相乐，延年万岁期。",
    "title": "艳歌何尝行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "十五入汉宫，花颜笑春红。君王选玉色，侍寝金屏中。荐枕娇夕月，卷衣恋春风。宁知赵飞燕，夺宠恨无穷。沉忧能伤人，绿鬓成霜蓬。一朝不得意，世事徒为空。鹔鹴换美酒，舞衣罢雕龙。寒苦不忍言，为君奏丝桐。肠断弦亦绝，悲心夜忡忡。",
    "title": "怨歌行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "秦地罗敷女，采桑绿水边。素手青条上，红妆白日鲜。蚕饥妾欲去，五马莫留连。",
    "title": "子夜吴歌·春歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。",
    "title": "子夜吴歌·秋歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "镜湖三百里，菡萏发荷花。五月西施采，人看隘若耶。回舟不待月，归去越王家。",
    "title": "子夜吴歌·夏歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "天德悠且长，人命一何促。百年未几时，奄若风吹烛。嘉宾难再遇，人命不可赎。齐度游四方，各系太山录。人间乐未央，忽然归东岳。当须荡中情，游心恣所欲。",
    "title": "怨诗行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "长安白日照春空，绿杨结烟垂袅风。披香殿前花始红，流芳发色绣户中。绣户中，相经过。飞燕皇后轻身舞，紫宫夫人绝世歌。圣君三万六千日，岁岁年年奈乐何。",
    "title": "阳春歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "云阳上征去，两岸饶商贾。吴牛喘月时，拖船一何苦。水浊不可饮，壶浆半成土。一唱都护歌，心摧泪如雨。万人凿盘石，无由达江浒。君看石芒砀，掩泪悲千古。",
    "title": "丁督护歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "玉衡固已骖，羲和若飞凌。四运循环转，寒暑自相承。冉冉年时暮，迢迢天路征。招摇东北指，大火西南升。悲风无绝响，玄云互相仍。丰水凭川结，零露弥天凝。年命特相逝，庆云鲜克乘。履信多愆期，思顺焉足凭。慷慨临川响，非此孰为兴。哀吟梁甫颠，慷慨独抚膺。",
    "title": "梁甫吟",
    "author": "陆机",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "春江潮水连海平，海上明月共潮生。滟滟随波千万里，何处春江无月明!江流宛转绕芳甸，月照花林皆似霰;空里流霜不觉飞，汀上白沙看不见。江天一色无纤尘，皎皎空中孤月轮。江畔何人初见月？江月何年初照人？人生代代无穷已，江月年年望相似。(望相似 一作：只相似)不知江月待何人，但见长江送流水。白云一片去悠悠，青枫浦上不胜愁。谁家今夜扁舟子？何处相思明月楼？可怜楼上月徘徊，应照离人妆镜台。玉户帘中卷不去，捣衣砧上拂还来。此时相望不相闻，愿逐月华流照君。鸿雁长飞光不度，鱼龙潜跃水成文。昨夜闲潭梦落花，可怜春半不还家。江水流春去欲尽，江潭落月复西斜。斜月沉沉藏海雾，碣石潇湘无限路。不知乘月几人归，落月摇情满江树。(落月 一作：落花)",
    "title": "春江花月夜",
    "author": "张若虚",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "明朝驿使发，一夜絮征袍。素手抽针冷，那堪把剪刀。裁缝寄远道，几日到临洮。",
    "title": "子夜吴歌·冬歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "丝竹发歌响，假器扬清音。不知歌谣妙，声势出口心。",
    "title": "大子夜歌二首·其二",
    "author": "陆龟蒙",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "若耶溪傍采莲女，笑隔荷花共人语。日照新妆水底明，风飘香袂空中举。岸上谁家游冶郎，三三五五映垂杨。紫骝嘶入落花去，见此踟蹰空断肠。",
    "title": "采莲曲",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "君歌杨叛儿，妾劝新丰酒。何许最关人，乌啼白门柳。乌啼隐杨花，君醉留妾家。博山炉中沉香火，双烟一气凌紫霞。",
    "title": "杨叛儿",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "丽宇芳林对高阁，新装艳质本倾城。映户凝娇乍不进，出帷含态笑相迎。妖姬脸似花含露，玉树流光照后庭。花开花落不长久，落红满地归寂中。",
    "title": "玉树后庭花",
    "author": "陈叔宝",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "汉水临襄阳，花开大堤暖。佳期大堤下，泪向南云满。春风无复情，吹我梦魂散。不见眼中人，天长音信断。",
    "title": "大堤曲",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "青蒲衔紫茸，长叶复从风。与君同舟去，拔蒲五湖中。朝发桂兰渚，昼息桑榆下。与君同拔蒲，竟日不成把。",
    "title": "拔蒲二首",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "扬清歌，发皓齿，北方佳人东邻子。且吟白纻停绿水，长袖拂面为君起。寒云夜卷霜海空，胡风吹天飘塞鸿。玉颜满堂乐未终，馆娃日落歌吹濛。月寒江清夜沉沉，美人一笑千黄金。垂罗舞縠扬哀音，郢中白雪且莫吟，子夜吴歌动君心。动君心，冀君赏。愿作天池双鸳鸯，一朝飞去青云上。吴刀剪彩缝舞衣，明妆丽服夺春晖。扬眉转袖若雪飞，倾城独立世所稀。激楚结风醉忘归，高堂月落烛已微，玉钗挂缨君莫违。",
    "title": "白纻辞三首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "东临碣石，以观沧海。水何澹澹，山岛竦峙。树木丛生，百草丰茂。秋风萧瑟，洪波涌起。日月之行，若出其中；星汉灿烂，若出其里。幸甚至哉，歌以咏志。",
    "title": "步出夏门行·观沧海",
    "author": "曹操",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "梁山感杞妻，恸哭为之倾。金石忽暂开，都由激深情。东海有勇妇，何惭苏子卿。学剑越处子，超然若流星。损躯报夫仇，万死不顾生。白刃耀素雪，苍天感精诚。十步两躩跃，三呼一交兵。斩首掉国门，蹴踏五藏行。豁此伉俪愤，粲然大义明。北海李使君，飞章奏天庭。舍罪警风俗，流芳播沧瀛。名在列女籍，竹帛已光荣。淳于免诏狱，汉主为缇萦。津妾一棹歌，脱父于严刑。十子若不肖，不如一女英。豫让斩空衣，有心竟无成。要离杀庆忌，壮夫所素轻。妻子亦何辜，焚之买虚声。岂如东海妇，事立独扬名。",
    "title": "东海有勇妇",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "三春怨离泣，九秋欣期歌。驾鸾行日时，月明济长河。",
    "title": "七日夜女歌·其一",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "长河起秋云，汉渚风凉发。含欣出霄路，可笑向明月。",
    "title": "七日夜女歌·其二",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "渌水明秋月，南湖采白蘋。荷花娇欲语，愁杀荡舟人。",
    "title": "渌水曲",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "春阳如昨日，碧树鸣黄鹂。芜然蕙草暮，飒尔凉风吹。天秋木叶下，月冷莎鸡悲。坐愁群芳歇，白露凋华滋。",
    "title": "秋思",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "",
    "title": "飞龙引二首·其二",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "苍苍云松，落落绮皓。春风尔来为阿谁，蝴蝶忽然满芳草。秀眉霜雪颜桃花，骨青髓绿长美好。称是秦时避世人，劝酒相欢不知老。各守麋鹿志，耻随龙虎争。欻起佐太子，汉王乃复惊。顾谓戚夫人，彼翁羽翼成。归来商山下，泛若云无情。举觞酹巢由，洗耳何独清。浩歌望嵩岳，意气还相倾。",
    "title": "山人劝酒",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "虏阵横北荒，胡星曜精芒。羽书速惊电，烽火昼连光。虎竹救边急，戎车森已行。明主不安席，按剑心飞扬。推毂出猛将，连旗登战场。兵威冲绝漠，杀气凌穹苍。列卒赤山下，开营紫塞傍。途冬沙风紧，旌旗飒凋伤。画角悲海月，征衣卷天霜。挥刃斩楼兰，弯弓射贤王。单于一平荡，种落自奔亡。收功报天子，行歌归咸阳。",
    "title": "出自蓟北门行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "紫阁连终南，青冥天倪色。凭崖望咸阳，宫阙罗北极。万井惊画出，九衢如弦直。渭水银河清，横天流不息。朝野盛文物，衣冠何翕赩。厩马散连山，军容威绝域。伊皋运元化，卫霍输筋力。歌钟乐未休，荣去老还逼。圆光过满缺，太阳移中昃。不散东海金，何争西飞匿。无作牛山悲，恻怆泪沾臆。",
    "title": "君子有所思行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "黄帝铸鼎于荆山，炼丹砂。丹砂成黄金，骑龙飞上太清家，云愁海思令人嗟。宫中彩女颜如花，飘然挥手凌紫霞，从风纵体登鸾车。登鸾车，侍轩辕，遨游青天中，其乐不可言。",
    "title": "飞龙引二首·其一",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "麦陇青青三月时，白雉朝飞挟两雌。锦衣绣翼何离褷，犊牧采薪感之悲。春天和，白日暖。啄食饮泉勇气满，争雄斗死绣颈断。雉子班奏急管弦，倾心酒美尽玉碗。枯杨枯杨尔生稊，我独七十而孤栖。弹弦写恨意不尽，瞑目归黄泥。",
    "title": "雉朝飞",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "羽檄起边亭，烽火入咸阳。征师屯广武，分兵救朔方。严秋筋竿劲，虏阵精且强。天子按剑怒，使者遥相望。雁行缘石径，鱼贯度飞梁。箫鼓流汉思，旌甲被胡霜。疾风冲塞起，沙砾自飘扬。马毛缩如蝟，角弓不可张。时危见臣节，世乱识忠良。投躯报明主，身死为国殇。",
    "title": "代出自蓟北门行",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "拂彼白石，弹吾素琴。幽涧愀兮流泉深，善手明徽高张清。心寂历似千古，松飕飗兮万寻。中见愁猿吊影而危处兮，叫秋木而长吟。客有哀时失职而听者，泪淋浪以沾襟。乃缉商缀羽，潺湲成音。吾但写声发情于妙指，殊不知此曲之古今。幽涧泉，鸣深林。",
    "title": "幽涧泉",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "白马饰金羁，连翩西北驰。借问谁家子，幽并游侠儿。 少小去乡邑，扬声沙漠垂。宿昔秉良弓，楛矢何参差。控弦破左的，右发摧月支。仰手接飞猱，俯身散马蹄。狡捷过猴猿，勇剽若豹螭。边城多警急，虏骑数迁移。羽檄从北来，厉马登高堤。长驱蹈匈奴，左顾凌鲜卑。弃身锋刃端，性命安可怀？父母且不顾，何言子与妻！名编壮士籍，不得中顾私。捐躯赴国难，视死忽如归！(名编 一作：名在) ",
    "title": "白马篇",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "嗷嗷空城雀，身计何戚促。本与鹪鹩群，不随凤凰族。提携四黄口，饮乳未尝足。食君糠秕馀，尝恐乌鸢逐。耻涉太行险，羞营覆车粟。天命有定端，守分绝所欲。",
    "title": "空城雀",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "美女妖且闲，采桑歧路间。柔条纷冉冉，叶落何翩翩。攘袖见素手，皓腕约金环。头上金爵钗，腰佩翠琅玕。明珠交玉体，珊瑚间木难。罗衣何飘飘，轻裾随风还。顾盼遗光彩，长啸气若兰。行徒用息驾，休者以忘餐。借问女安居，乃在城南端。青楼临大路，高门结重关。容华耀朝日，谁不希令颜？媒氏何所营？玉帛不时安。佳人慕高义，求贤良独难。众人徒嗷嗷，安知彼所观？盛年处房室，中夜起长叹。",
    "title": "美女篇",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "将军发白马，旌节度黄河。箫鼓聒川岳，沧溟涌涛波。武安有振瓦，易水无寒歌。铁骑若雪山，饮流涸滹沱。扬兵猎月窟，转战略朝那。倚剑登燕然，边烽列嵯峨。萧条万里外，耕作五原多。一扫清大漠，包虎戢金戈。",
    "title": "发白马",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "汉帝重阿娇，贮之黄金屋。咳唾落九天，随风生珠玉。 宠极爱还歇，妒深情却疏。长门一步地，不肯暂回车。 雨落不上天，水覆难再收。君情与妾意，各自东西流。 昔日芙蓉花，今成断根草。以色事他人，能得几时好。",
    "title": "妾薄命",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "名都多妖女，京洛出少年。宝剑值千金，被服丽且鲜。斗鸡东郊道，走马长楸间。驰骋未能半，双兔过我前。揽弓捷鸣镝，长驱上南山。左挽因右发，一纵两禽连。余巧未及展，仰手接飞鸢。观者咸称善，众工归我妍。归来宴平乐，美酒斗十千。脍鲤臇胎鰕，炮鳖炙熊蹯。鸣俦啸匹侣，列坐竟长筵。连翩击鞠壤，巧捷惟万端。白日西南驰，光景不可攀。云散还城邑，清晨复来还。",
    "title": "名都篇",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "李陵没胡沙，苏武还汉家。迢迢五原关，朔雪乱边花。一去隔绝国，思归但长嗟。鸿雁向西北，因书报天涯。",
    "title": "千里思",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "昭昭素明月，辉光烛我床。忧人不能寐，耿耿夜何长。微风吹闺闼，罗帷自飘扬。揽衣曳长带，屣履下高堂。东西安所之，徘徊以彷徨。春鸟翻南飞，翩翩独翱翔。悲声命俦匹，哀鸣伤我肠。感物怀所思，泣涕忽沾裳。伫立吐高吟，舒愤诉穹苍。",
    "title": "伤歌行",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "日色欲尽花含烟，月明欲素愁不眠。赵瑟初停凤凰柱，蜀琴欲奏鸳鸯弦。此曲有意无人传，愿随春风寄燕然。忆君迢迢隔青天，昔日横波目，今作流泪泉。不信妾断肠，归来看取明镜前。(断肠 一作：肠断)",
    "title": "长相思·其二",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "仙人揽六箸，对博太山隅。湘娥拊琴瑟，秦女吹笙竽。玉樽盈桂酒，河伯献神鱼。四海一何局，九州安所如。韩终与王乔，要我于天衢。万里不足步，轻举凌太虚。飞腾逾景云，高风吹我躯。回驾观紫微，与帝合灵符。阊阖正嵯峨，双阙万丈余。玉树扶道生，白虎夹门枢。驱风游四海，东过王母庐。俯观五岳间，人生如寄居。潜光养羽翼，进趣且徐徐。不见昔轩辕，升龙出鼎湖。徘徊九天下，与尔长相须。",
    "title": "仙人篇",
    "author": "曹植",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "小时不识月，呼作白玉盘。又疑瑶台镜，飞在青云端。(青云 一作：白云)仙人垂两足，桂树何团团。白兔捣药成，问言与谁餐？蟾蜍蚀圆影，大明夜已残。羿昔落九乌，天人清且安。阴精此沦惑，去去不足观。忧来其如何？凄怆摧心肝。",
    "title": "古朗月行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "深宫高楼入紫清，金作蛟龙盘绣楹。佳人当窗弄白日，弦将手语弹鸣筝。春风吹落君王耳，此曲乃是升天行。因出天池泛蓬瀛，楼船蹙沓波浪惊。三千双蛾献歌笑，挝钟考鼓宫殿倾，万姓聚舞歌太平。我无为，人自宁。三十六帝欲相迎，仙人飘翩下云輧。帝不去，留镐京。安能为轩辕，独往入窅冥。小臣拜献南山寿，陛下万古垂鸿名。",
    "title": "春日行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "翩翩四公子，浊世称贤明。龙虎方交争，七国并抗衡。食客三千余，门下多豪英。游说朝夕至，辩士自纵横。孟尝东出关，济身由鸡鸣。信陵西反魏，秦人不窥兵。赵胜南诅楚，乃与毛遂行。黄歇北适秦，太子还入荆。美哉游侠士，何以尚四卿。我则异于是，好古师老、彭。",
    "title": "游侠篇",
    "author": "张华",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "新丰美酒斗十千，咸阳游侠多少年。相逢意气为君饮，系马高楼垂柳边。一身能擘两雕弧，虏骑千群只似无。偏坐金鞍调白羽，纷纷射杀五单于。出身仕汉羽林郎，初随骠骑战渔阳。孰知不向边庭苦，纵死犹闻侠骨香。汉家君臣欢宴终，高议云台论战功。天子临轩赐侯印，将军佩出明光宫。",
    "title": "少年行四首",
    "author": "王维",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "邂逅承际会，得充君后房。情好新交接，恐栗若探汤。不才勉自竭，贱妾职所当。绸缪主中馈，奉礼助蒸尝。思为苑蒻席，在下蔽匡床。愿为罗衾帱，在上卫风霜。洒扫清枕席，鞮芬以狄香。重户结金扃，高下华灯光。衣解巾粉御，列图陈枕张。素女为我师，仪态盈万方。众夫希所见，天老教轩皇。乐莫斯夜乐，没齿焉可忘。",
    "title": "同声歌",
    "author": "张衡",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "献岁发，吾将行。春山茂，春日明。园中鸟，多嘉声。梅始发，柳始青。泛舟舻，齐棹惊。奏《采菱》，歌《鹿鸣》。风微起，波微生。弦亦发，酒亦倾。入莲池，折桂枝。芳袖动，芬叶披。两相思，两不知。",
    "title": "春日行",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "赵客缦胡缨，吴钩霜雪明。银鞍照白马，飒沓如流星。十步杀一人，千里不留行。事了拂衣去，深藏身与名。闲过信陵饮，脱剑膝前横。将炙啖朱亥，持觞劝侯嬴。三杯吐然诺，五岳倒为轻。眼花耳热后，意气素霓生。救赵挥金槌，邯郸先震惊。千秋二壮士，烜赫大梁城。纵死侠骨香，不惭世上英。谁能书阁下，白首太玄经。",
    "title": "侠客行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "慈母手中线，游子身上衣。临行密密缝，意恐迟迟归。谁言寸草心，报得三春晖。",
    "title": "游子吟",
    "author": "孟郊",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "西门秦氏女，秀色如琼花。手挥白杨刀，清昼杀雠家。罗袖洒赤血，英气凌紫霞。直上西山去，关吏相邀遮。婿为燕国王，身被诏狱加。犯刑若履虎，不畏落爪牙。素颈未及断，摧眉伏泥沙。金鸡忽放赦，大辟得宽赊。何惭聂政姊，万古共惊嗟。",
    "title": "秦女休行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "三月三日天气新，长安水边多丽人。态浓意远淑且真，肌理细腻骨肉匀。绣罗衣裳照暮春，蹙金孔雀银麒麟。头上何所有？翠微盍叶垂鬓唇。背后何所见？珠压腰衱稳称身。就中云幕椒房亲，赐名大国虢与秦。紫驼之峰出翠釜，水精之盘行素鳞。犀箸厌饫久未下，鸾刀缕切空纷纶。黄门飞鞚不动尘，御厨络绎送八珍。箫鼓哀吟感鬼神，宾从杂遝实要津。后来鞍马何逡巡，当轩下马入锦茵。杨花雪落覆白苹，青鸟飞去衔红巾。炙手可热势绝伦，慎莫近前丞相嗔！",
    "title": "丽人行",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "东飞伯劳西飞燕，黄姑织女时相见。谁家女儿对门居，开颜发艳照里闾。南窗北牖挂明光，罗帷绮箔脂粉香。女儿年几十五六，窈窕无双颜如玉。三春已暮花从风，空留可怜与谁同。",
    "title": "东飞伯劳歌",
    "author": "萧衍",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "天地相震荡，回薄不知穷。人物禀常格，有始必有终。年时俯仰过，功名宜速崇。壮士怀愤激，安能守虚冲？乘我大宛马，抚我繁弱弓。长剑横九野，高冠拂玄穹。慷慨成素霓，啸咤起清风。震响骇八荒，奋威曜四戎。濯鳞沧海畔，驰骋大漠中。独步圣明世，四海称英雄。",
    "title": "壮士篇",
    "author": "张华",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "天子居未央，妾侍卷衣裳。顾无紫宫宠，敢拂黄金床。水至亦不去，熊来尚可当。微身奉日月，飘若萤之光。愿君采葑菲，无以下体妨。",
    "title": "秦女卷衣",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "白帝城边足风波，瞿塘五月谁敢过。荆州麦熟茧成蛾，缲丝忆君头绪多。拨谷飞鸣奈妾何。",
    "title": "荆州歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "对案不能食，拔剑击柱长叹息。丈夫生世会几时？安能蹀躞垂羽翼！弃置罢官去，还家自休息。朝出与亲辞，暮还在亲侧。弄儿床前戏，看妇机中织。自古圣贤尽贫贱，何况我辈孤且直！",
    "title": "拟行路难·其六",
    "author": "鲍照",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "金樽清酒斗十千，玉盘珍羞直万钱。停杯投箸不能食，拔剑四顾心茫然。欲渡黄河冰塞川，将登太行雪满山。闲来垂钓碧溪上，忽复乘舟梦日边。行路难！行路难！多歧路，今安在？长风破浪会有时，直挂云帆济沧海。大道如青天，我独不得出。 羞逐长安社中儿，赤鸡白雉赌梨栗。弹剑作歌奏苦声，曳裾王门不称情。淮阴市井笑韩信，汉朝公卿忌贾生。君不见昔时燕家重郭隗，拥簪折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？行路难，归去来！有耳莫洗颍川水，有口莫食首阳蕨。含光混世贵无名，何用孤高比云月？吾观自古贤达人，功成不退皆殒身。子胥既弃吴江上，屈原终投湘水滨。陆机雄才岂自保？李斯税驾苦不早。华亭鹤唳讵可闻？上蔡苍鹰何足道？君不见吴中张翰称达生，秋风忽忆江东行。且乐生前一杯酒，何须身后千载名？ ",
    "title": "行路难三首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "鸟衔野田草，误入枯桑里。客土植危根，逢春犹不死。草木虽无情，因依尚可生。如何同枝叶，各自有枯荣。",
    "title": "树中草",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "长相思，在长安。络纬秋啼金井阑，微霜凄凄簟色寒。孤灯不明思欲绝，卷帷望月空长叹。美人如花隔云端！上有青冥之长天，下有渌水之波澜。天长路远魂飞苦，梦魂不到关山难。长相思，摧心肝！",
    "title": "长相思·其一",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "别来几春未还家，玉窗五见樱桃花。况有锦字书，开缄使人嗟。至此肠断彼心绝。云鬟绿鬓罢梳结，愁如回飙乱白雪。去年寄书报阳台，今年寄书重相催。 东风兮东风，为我吹行云使西来。待来竟不来，落花寂寂委青苔。",
    "title": "久别离",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "悲歌可以当泣，远望可以当归。思念故乡，郁郁累累。欲归家无人，欲渡河无船。心思不能言，肠中车轮转。",
    "title": "悲歌",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "远别离，古有皇英之二女，乃在洞庭之南，潇湘之浦。海水直下万里深，谁人不言此离苦？日惨惨兮云冥冥，猩猩啼烟兮鬼啸雨。我纵言之将何补？皇穹窃恐不照余之忠诚，雷凭凭兮欲吼怒。尧舜当之亦禅禹。君失臣兮龙为鱼，权归臣兮鼠变虎。或云：尧幽囚，舜野死。九疑联绵皆相似，重瞳孤坟竟何是？帝子泣兮绿云间，随风波兮去无还。恸哭兮远望，见苍梧之深山。苍梧山崩湘水绝，竹上之泪乃可灭。",
    "title": "远别离",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "忆梅下西洲，折梅寄江北。单衫杏子红，双鬓鸦雏色。西洲在何处？两桨桥头渡。日暮伯劳飞，风吹乌臼树。树下即门前，门中露翠钿。开门郎不至，出门采红莲。采莲南塘秋，莲花过人头。低头弄莲子，莲子清如水。置莲怀袖中，莲心彻底红。忆郎郎不至，仰首望飞鸿。鸿飞满西洲，望郎上青楼。楼高望不见，尽日栏杆头。栏杆十二曲，垂手明如玉。卷帘天自高，海水摇空绿。海水梦悠悠，君愁我亦愁。南风知我意，吹梦到西洲。",
    "title": "西洲曲",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "妾发初覆额，折花门前剧。郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。十四为君妇，羞颜未尝开。(未尝 一作：尚不)低头向暗壁，千唤不一回。十五始展眉，愿同尘与灰。常存抱柱信，岂上望夫台。十六君远行，瞿塘滟滪堆。五月不可触，猿声天上哀。(猿声 一作：鸣)门前迟行迹，一一生绿苔。苔深不能扫，落叶秋风早。八月蝴蝶黄，双飞西园草。感此伤妾心，坐愁红颜老。早晚下三巴，预将书报家。相迎不道远，直至长风沙。忆妾深闺里，烟尘不曾识。嫁与长干人，沙头候风色。五月南风兴，思君下巴陵。八月西风起，想君发扬子。去来悲如何，见少别离多。湘潭几日到，妾梦越风波。昨夜狂风度，吹折江头树。淼淼暗无边，行人在何处。北客真王公，朱衣满江中。日暮来投宿，数朝不肯东。好乘浮云骢，佳期兰渚东。鸳鸯绿浦上，翡翠锦屏中。自怜十五馀，颜色桃李红。那作商人妇，愁水复愁风。",
    "title": "长干行二首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "紫燕黄金瞳，啾啾摇绿騣。平明相驰逐，结客洛门东。少年学剑术，凌轹白猿公。珠袍曳锦带，匕首插吴鸿。由来万夫勇，挟此生雄风。托交从剧孟，买醉入新丰。笑尽一杯酒，杀人都市中。羞道易水寒，从令日贯虹。燕丹事不立，虚没秦帝宫。舞阳死灰人，安可与成功。",
    "title": "结客少年场行",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "洛阳城东路，桃李生路旁。花花自相对，叶叶自相当。春风东北起，花叶正低昂。不知谁家子，提笼行采桑。纤手折其枝，花落何飘扬。请谢彼姝子，何为见损伤。高秋八九月，白露变为霜。终年会飘堕，安得久馨香。秋时自零落，春月复芬芳。何如盛年去，欢爱永相忘。吾欲竟此曲，此曲愁人肠。归来酌美酒，挟瑟上高堂。",
    "title": "董娇饶",
    "author": "宋子侯",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "　　孔雀东南飞，五里一徘徊。　　“十三能织素，十四学裁衣。十五弹箜篌，十六诵诗书。十七为君妇，心中常苦悲。君既为府吏，守节情不移。贱妾留空房，相见常日稀。鸡鸣入机织，夜夜不得息。三日断五匹，大人故嫌迟。非为织作迟，君家妇难为！妾不堪驱使，徒留无所施。便可白公姥，及时相遣归。”　　府吏得闻之，堂上启阿母：“儿已薄禄相，幸复得此妇。结发同枕席，黄泉共为友。共事二三年，始尔未为久。女行无偏斜，何意致不厚。”　　阿母谓府吏：“何乃太区区！此妇无礼节，举动自专由。吾意久怀忿，汝岂得自由！东家有贤女，自名秦罗敷。可怜体无比，阿母为汝求。便可速遣之，遣去慎莫留！”　　府吏长跪告：“伏惟启阿母。今若遣此妇，终老不复取！”　　阿母得闻之，槌床便大怒：“小子无所畏，何敢助妇语！吾已失恩义，会不相从许！”　　府吏默无声，再拜还入户。举言谓新妇，哽咽不能语：“我自不驱卿，逼迫有阿母。卿但暂还家，吾今且报府。不久当归还，还必相迎取。以此下心意，慎勿违吾语。”　　新妇谓府吏：“勿复重纷纭。往昔初阳岁，谢家来贵门。奉事循公姥，进止敢自专？昼夜勤作息，伶俜萦苦辛。谓言无罪过，供养卒大恩；仍更被驱遣，何言复来还！妾有绣腰襦，葳蕤自生光；红罗复斗帐，四角垂香囊；箱帘六七十，绿碧青丝绳，物物各自异，种种在其中。人贱物亦鄙，不足迎后人，留待作遗施，于今无会因。时时为安慰，久久莫相忘！”　　鸡鸣外欲曙，新妇起严妆。著我绣夹裙，事事四五通。足下蹑丝履，头上玳瑁光。腰若流纨素，耳著明月珰。指如削葱根，口如含朱丹。纤纤作细步，精妙世无双。　　上堂拜阿母，阿母怒不止。“昔作女儿时，生小出野里。本自无教训，兼愧贵家子。受母钱帛多，不堪母驱使。今日还家去，念母劳家里。”却与小姑别，泪落连珠子。“新妇初来时，小姑始扶床；今日被驱遣，小姑如我长。勤心养公姥，好自相扶将。初七及下九，嬉戏莫相忘。”出门登车去，涕落百余行。　　府吏马在前，新妇车在后。隐隐何甸甸，俱会大道口。下马入车中，低头共耳语：“誓不相隔卿，且暂还家去。吾今且赴府，不久当还归。誓天不相负！”　　新妇谓府吏：“感君区区怀！君既若见录，不久望君来。君当作磐石，妾当作蒲苇。蒲苇纫如丝，磐石无转移。我有亲父兄，性行暴如雷，恐不任我意，逆以煎我怀。”举手长劳劳，二情同依依 。　　入门上家堂，进退无颜仪。阿母大拊掌，不图子自归：“十三教汝织，十四能裁衣，十五弹箜篌，十六知礼仪，十七遣汝嫁，谓言无誓违。汝今何罪过，不迎而自归？”兰芝惭阿母：“儿实无罪过。”阿母大悲摧。　　还家十余日，县令遣媒来。云有第三郎，窈窕世无双。年始十八九，便言多令才。　　阿母谓阿女：“汝可去应之。”　　阿女含泪答：“兰芝初还时，府吏见丁宁，结誓不别离。今日违情义，恐此事非奇。自可断来信，徐徐更谓之。”　　阿母白媒人：“贫贱有此女，始适还家门。不堪吏人妇，岂合令郎君？幸可广问讯，不得便相许。”　　媒人去数日，寻遣丞请还，说有兰家女，承籍有宦官。云有第五郎，娇逸未有婚。遣丞为媒人，主簿通语言。直说太守家，有此令郎君，既欲结大义，故遣来贵门。　　阿母谢媒人：“女子先有誓，老姥岂敢言！”　　阿兄得闻之，怅然心中烦。举言谓阿妹：“作计何不量！先嫁得府吏，后嫁得郎君。否泰如天地，足以荣汝身。不嫁义郎体，其往欲何云？”　　兰芝仰头答：“理实如兄言。谢家事夫婿，中道还兄门。处分适兄意，那得自任专！虽与府吏要，渠会永无缘。登即相许和，便可作婚姻。”　　媒人下床去。诺诺复尔尔。还部白府君：“下官奉使命，言谈大有缘。”府君得闻之，心中大欢喜。视历复开书，便利此月内，六合正相应。良吉三十日，今已二十七，卿可去成婚。交语速装束，络绎如浮云。青雀白鹄舫，四角龙子幡。婀娜随风转，金车玉作轮。踯躅青骢马，流苏金镂鞍。赍钱三百万，皆用青丝穿。杂彩三百匹，交广市鲑珍。从人四五百，郁郁登郡门。　　阿母谓阿女：“适得府君书，明日来迎汝。何不作衣裳？莫令事不举！”　　阿女默无声，手巾掩口啼，泪落便如泻。移我琉璃榻，出置前窗下。左手持刀尺，右手执绫罗。朝成绣夹裙，晚成单罗衫。晻晻日欲暝，愁思出门啼。　　府吏闻此变，因求假暂归。未至二三里，摧藏马悲哀。新妇识马声，蹑履相逢迎。怅然遥相望，知是故人来。举手拍马鞍，嗟叹使心伤：“自君别我后，人事不可量。果不如先愿，又非君所详。我有亲父母，逼迫兼弟兄。以我应他人，君还何所望！”　　府吏谓新妇：“贺卿得高迁！磐石方且厚，可以卒千年；蒲苇一时纫，便作旦夕间。卿当日胜贵，吾独向黄泉！”　　新妇谓府吏：“何意出此言！同是被逼迫，君尔妾亦然。黄泉下相见，勿违今日言！”执手分道去，各各还家门。生人作死别，恨恨那可论？念与世间辞，千万不复全！　　府吏还家去，上堂拜阿母：“今日大风寒，寒风摧树木，严霜结庭兰。儿今日冥冥，令母在后单。故作不良计，勿复怨鬼神！命如南山石，四体康且直！”　　阿母得闻之，零泪应声落：“汝是大家子，仕宦于台阁。慎勿为妇死，贵贱情何薄！东家有贤女，窈窕艳城郭，阿母为汝求，便复在旦夕。”　　府吏再拜还，长叹空房中，作计乃尔立。转头向户里，渐见愁煎迫。　　其日牛马嘶，新妇入青庐。奄奄黄昏后，寂寂人定初。我命绝今日，魂去尸长留！揽裙脱丝履，举身赴清池。　　府吏闻此事，心知长别离。徘徊庭树下，自挂东南枝。　　两家求合葬，合葬华山傍。东西植松柏，左右种梧桐。枝枝相覆盖，叶叶相交通。中有双飞鸟，自名为鸳鸯。仰头相向鸣，夜夜达五更。行人驻足听，寡妇起彷徨。多谢后世人，戒之慎勿忘。 ",
    "title": "孔雀东南飞 / 古诗为焦仲卿妻作",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "昔有霍家奴，姓冯名子都。依倚将军势，调笑酒家胡。胡姬年十五，春日独当垆。长裾连理带，广袖合欢襦。头上蓝田玉，耳后大秦珠。两鬟何窈窕，一世良所无。一鬟五百万，两鬟千万余。不意金吾子，娉婷过我庐。银鞍何煜耀，翠盖空踟蹰。就我求清酒，丝绳提玉壶。就我求珍肴，金盘脍鲤鱼。贻我青铜镜，结我红罗裾。不惜红罗裂，何论轻贱躯。男儿爱后妇，女子重前夫。人生有新旧，贵贱不相逾。多谢金吾子，私爱徒区区。",
    "title": "羽林郎",
    "author": "辛延年",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "冬夜夜寒觉夜长，沉吟久坐坐北堂。冰合井泉月入闺，金缸青凝照悲啼。金缸灭，啼转多。掩妾泪，听君歌。歌有声，妾有情。情声合，两无违。一语不入意，从君万曲梁尘飞。",
    "title": "夜坐吟",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "白马谁家子，黄龙边塞儿。天山三丈雪，岂是远行时。春蕙忽秋草，莎鸡鸣西池。风摧寒棕响，月入霜闺悲。忆与君别年，种桃齐蛾眉。桃今百馀尺，花落成枯枝。终然独不见，流泪空自知。",
    "title": "独不见",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "我出东门游，邂逅承清尘。思君即幽房，侍寝执衣巾。时无桑中契，迫此路侧人。我既媚君姿，君亦悦我颜。何以致拳拳？绾臂双金环。何以道殷勤？约指一双银。何以致区区？耳中双明珠。何以致叩叩？香囊系肘后。何以致契阔？绕腕双跳脱。何以结恩情？美玉缀罗缨。何以结中心？素缕连双针。何以结相于？金薄画搔头。何以慰别离？耳后玳瑁钗。何以答欢忻？纨素三条裙。何以结愁悲？白绢双中衣。与我期何所？乃期东山隅。日旰兮不来，谷风吹我襦。远望无所见，涕泣起踟蹰。与我期何所？乃期山南阳。日中兮不来，飘风吹我裳。逍遥莫谁睹，望君愁我肠。与我期何所？乃期西山侧。日夕兮不来，踯躅长叹息。远望凉风至，俯仰正衣服。与我期何所？乃期山北岑。日暮兮不来，凄风吹我襟。望君不能坐，悲苦愁我心。爱身以何为，惜我华色时。中情既款款，然后克密期。褰衣蹑茂草，谓君不我欺。厕此丑陋质，徙倚无所之。自伤失所欲，泪下如连丝。",
    "title": "定情诗",
    "author": "繁钦",
    "book": "乐府诗集",
    "dynasty": "魏晋"
}, {
    "content": "辽东海北翦长鲸，风云万里清。方当销锋散马牛，旋师宴镐京。前歌后舞振军威，饮至解戎衣。判不徒行万里去，空道五原归。秉旄仗节定辽东，俘馘变夷风。清歌凯捷九都水，归宴洛阳宫。策功行赏不淹留，全军藉智谋。讵似南宫复道上，先封雍齿侯。",
    "title": "纪辽东二首",
    "author": "杨广",
    "book": "乐府诗集",
    "dynasty": "隋代"
}, {
    "content": "远与君别者，乃至雁门关。黄云蔽千里，游子何时还。送君如昨日，檐前露已团。不惜蕙草晚，所悲道里寒。君在天一涯，妾身长别离。愿一见颜色，不异琼树枝。菟丝及水萍，所寄终不移。",
    "title": "古离别",
    "author": "江淹",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "辽东万里辽水曲，古戍无城复无屋。黄云盖地雪作山，不惜黄金买衣服。战回各自收弓箭，正西回面家乡远。年年郡县送征人，将与辽东作丘坂。宁为草木乡中生，有身不向辽东行。",
    "title": "辽东行",
    "author": "王建",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "云想衣裳花想容，春风拂槛露华浓。 若非群玉山头见，会向瑶台月下逢。",
    "title": "清平调·其一",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "于阗采花人，自言花相似。明妃一朝西入胡，胡中美女多羞死。乃知汉地多名姝，胡中无花可方比。丹青能令丑者妍，无盐翻在深宫里。自古妒蛾眉，胡沙埋皓齿。",
    "title": "于阗采花",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "一枝红艳露凝香，云雨巫山枉断肠。借问汉宫谁得似，可怜飞燕倚新妆。",
    "title": "清平调·其二",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "名花倾国两相欢，长得君王带笑看。解释春风无限恨，沉香亭北倚阑干。",
    "title": "清平调·其三",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "垂柳覆金堤，蘼芜叶复齐。水溢芙蓉沼，花飞桃李蹊。采桑秦氏女，织锦窦家妻。关山别荡子，风月守空闺。恒敛千金笑，长垂双玉啼。盘龙随镜隐，彩凤逐帷低。飞魂同夜鹊，倦寝忆晨鸡。暗牖悬蛛网，空梁落燕泥。前年过代北，今岁往辽西。一去无消息，那能惜马蹄。",
    "title": "昔昔盐",
    "author": "薛道衡",
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "渡辽水，此去咸阳五千里。来时父母知隔生，重著衣裳如送死。亦有白骨归咸阳，营家各与题本乡。身在应无回渡日，驻马相看辽水傍。",
    "title": "渡辽水",
    "author": "王建",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "一树春风千万枝，嫩于金色软于丝。 永丰西角荒园里，尽日无人属阿谁？",
    "title": "杨柳枝词",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "渭城朝雨浥轻尘，客舍青青柳色新。(一作：客舍依依杨柳春)劝君更尽一杯酒，西出阳关无故人。",
    "title": "渭城曲 / 送元二使安西",
    "author": "王维",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "一树衰残委泥土，双枝荣耀植天庭。定知玄象今春后，柳宿光中添两星。",
    "title": "诏取永丰柳植禁苑感赋",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "江南好，风景旧曾谙；日出江花红胜火，春来江水绿如蓝。能不忆江南？江南忆，最忆是杭州；山寺月中寻桂子，郡亭枕上看潮头。何日更重游！江南忆，其次忆吴宫；吴酒一杯春竹叶，吴娃双舞醉芙蓉。早晚复相逢！",
    "title": "忆江南词三首",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "杨柳青青江水平，闻郎江上踏歌声。(踏歌声 一作：唱歌声)东边日出西边雨，道是无晴却有晴。(却有晴 一作：还有晴)",
    "title": "竹枝词二首·其一",
    "author": "刘禹锡",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "团扇，团扇，美人病来遮面。玉颜憔悴三年，谁复商量管弦。弦管，弦管，春草昭阳路断。",
    "title": "宫中调笑·团扇",
    "author": "王建",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "东方欲明星烂烂，汝南晨鸡登坛唤。曲终漏尽严具陈，月没星稀天下旦。千门万户递鱼钥，宫中城上飞乌鹊。",
    "title": "鸡鸣歌",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "未知"
}, {
    "content": "子为王。母为虏。终日舂薄暮。常与死为伍。相离三千里。谁使告女。",
    "title": "舂歌",
    "author": "戚夫人",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "秋风起兮白云飞，草木黄落兮雁南归。兰有秀兮菊有芳，怀佳人兮不能忘。泛楼船兮济汾河，横中流兮扬素波。箫鼓鸣兮发棹歌，欢乐极兮哀情多。少壮几时兮奈老何！",
    "title": "秋风辞",
    "author": "刘彻",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "北方有佳人。绝世而独立。一顾倾人城。再顾倾人国。宁不知倾城与倾国。佳人难再得。",
    "title": "李延年歌",
    "author": "李延年",
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "中山孺子妾，特以色见珍。虽然不如延年妹，亦是当时绝世人。桃李出深井，花艳惊上春。一贵复一贱，关天岂由身。芙蓉老秋霜，团扇羞网尘。戚姬髡发入舂市，万古共悲辛。",
    "title": "中山孺子妾歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "失我焉支山，令我妇女无颜色。失我祁连山，使我六畜不蕃息。",
    "title": "匈奴歌",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "两汉"
}, {
    "content": "狂风吹古月，窃弄章华台。北落明星动光彩，南征猛将如云雷。手中电击倚天剑，直斩长鲸海水开。我见楼船壮心目，颇似龙骧下三蜀。扬兵习战张虎旗，江中白浪如银屋。身居玉帐临河魁，紫髯若戟冠崔嵬，细柳开营揖天子，始知灞上为婴孩。羌笛横吹阿亸回，向月楼中吹落梅。将军自起舞长剑，壮士呼声动九垓。功成献凯见明主，丹青画像麒麟台。",
    "title": "司马将军歌",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "金天之西，白日所没。康老胡雏，生彼月窟。巉岩容仪，戍削风骨。碧玉炅炅双目瞳，黄金拳拳两鬓红。华盖垂下睫，嵩岳临上唇。不睹诡谲貌，岂知造化神。大道是文康之严父，元气乃文康之老亲。抚顶弄盘古，推车转天轮。云见日月初生时，铸冶火精与水银。阳乌未出谷，顾兔半藏身。女娲戏黄土，团作愚下人。散在六合间，濛濛若沙尘。生死了不尽，谁明此胡是仙真。西海栽若木，东溟植扶桑。别来几多时，枝叶万里长。中国有七圣，半路颓洪荒。陛下应运起，龙飞入咸阳。赤眉立盆子，白水兴汉光。叱咤四海动，洪涛为簸扬。举足蹋紫微，天关自开张。老胡感至德，东来进仙倡。五色师子，九苞凤凰。是老胡鸡犬，鸣舞飞帝乡。淋漓飒沓，进退成行。能胡歌，献汉酒。跪双膝，立两肘。散花指天举素手。拜龙颜，献圣寿。北斗戾，南山摧。天子九九八十一万岁，长倾万岁杯。",
    "title": "上云乐",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "敕勒川，阴山下。天似穹庐，笼盖四野。天苍苍，野茫茫。风吹草低见牛羊。",
    "title": "敕勒歌",
    "author": null,
    "book": "乐府诗集",
    "dynasty": "南北朝"
}, {
    "content": "少年十五二十时，步行夺得胡马骑。射杀中山白额虎，肯数邺下黄须儿！一身转战三千里，一剑曾当百万师。汉兵奋迅如霹雳，虏骑崩腾畏蒺藜。卫青不败由天幸，李广无功缘数奇。自从弃置便衰朽，世事蹉跎成白首。昔时飞箭无全目，今日垂杨生左肘。路旁时卖故侯瓜，门前学种先生柳。苍茫古木连穷巷，寥落寒山对虚牖。誓令疏勒出飞泉，不似颍川空使酒。贺兰山下阵如云，羽檄交驰日夕闻。节使三河募年少，诏书五道出将军。试拂铁衣如雪色，聊持宝剑动星文。愿得燕弓射大将，耻令越甲鸣吾军。莫嫌旧日云中守，犹堪一战取功勋。",
    "title": "老将行",
    "author": "王维",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "攀天莫登龙，走山莫骑虎。贵贱结交心不移，唯有严陵及光武。周公称大圣，管蔡宁相容。汉谣一斗粟，不与淮南舂。兄弟尚路人，吾心安所从。他人方寸间，山海几千重。轻言托朋友，对面九疑峰。开花必早落，桃李不如松。管鲍久已死，何人继其踪。",
    "title": "箜篌谣",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "洛阳女儿对门居，才可颜容十五余。良人玉勒乘骢马，侍女金盘脍鲤鱼。画阁朱楼尽相望，红桃绿柳垂檐向。罗帷送上七香车，宝扇迎归九华帐。狂夫富贵在青春，意气骄奢剧季伦。自怜碧玉亲教舞，不惜珊瑚持与人。春窗曙灭九微火，九微片片飞花琐。戏罢曾无理曲时，妆成祗是熏香坐。城中相识尽繁华，日夜经过赵李家。谁怜越女颜如玉，贫贱江头自浣纱。",
    "title": "洛阳女儿行",
    "author": "王维",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "孟冬十郡良家子，血作陈陶泽中水。野旷天清无战声，四万义军同日死。群胡归来血洗箭，仍唱胡歌饮都市。都人回面向北啼，日夜更望官军至。",
    "title": "悲陈陶",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "我军青坂在东门，天寒饮马太白窟。黄头奚儿日向西，数骑弯弓敢驰突。山雪河冰野萧瑟，青是烽烟白人骨。焉得附书与我军，忍待明年莫仓卒。",
    "title": "悲青坂",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "少陵野老吞声哭，春日潜行曲江曲。江头宫殿锁千门，细柳新蒲为谁绿？忆昔霓旌下南苑，苑中万物生颜色。昭阳殿里第一人，同辇随君侍君侧。辇前才人带弓箭，白马嚼啮黄金勒。翻身向天仰射云，一笑正坠双飞翼。明眸皓齿今何在？血污游魂归不得。清渭东流剑阁深，去住彼此无消息。人生有情泪沾臆，江水江花岂终极！黄昏胡骑尘满城，欲往城南望城北。",
    "title": "哀江头",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "卖炭翁，伐薪烧炭南山中。满面尘灰烟火色，两鬓苍苍十指黑。卖炭得钱何所营？身上衣裳口中食。可怜身上衣正单，心忧炭贱愿天寒。夜来城外一尺雪，晓驾炭车辗冰辙。牛困人饥日已高，市南门外泥中歇。翩翩两骑来是谁？黄衣使者白衫儿。手把文书口称敕，回车叱牛牵向北。一车炭，千余斤，宫使驱将惜不得。半匹红绡一丈绫，系向牛头充炭直。",
    "title": "卖炭翁",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "长安城头头白乌，夜飞延秋门上呼。又向人家啄大屋，屋底达官走避胡。金鞭断折九马死，骨肉不得同驰驱。腰下宝玦青珊瑚，可怜王孙泣路隅。问之不肯道姓名，但道困苦乞为奴。已经百日窜荆棘，身上无有完肌肤。高帝子孙尽隆准，龙种自与常人殊。豺狼在邑龙在野，王孙善保千金躯。不敢长语临交衢，且为王孙立斯须。昨夜东风吹血腥，东来橐驼满旧都。朔方健儿好身手，昔何勇锐今何愚。窃闻天子已传位，圣德北服南单于。花门剺面请雪耻，慎勿出口他人狙。哀哉王孙慎勿疏，五陵佳气无时无。",
    "title": "哀王孙",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "渔舟逐水爱山春，两岸桃花夹古津。坐看红树不知远，行尽青溪不见人。山口潜行始隈隩，山开旷望旋平陆。遥看一处攒云树，近入千家散花竹。樵客初传汉姓名，居人未改秦衣服。居人共住武陵源，还从物外起田园。月明松下房栊静，日出云中鸡犬喧。惊闻俗客争来集，竞引还家问都邑。平明闾巷扫花开，薄暮渔樵乘水入。初因避地去人间，及至成仙遂不还。峡里谁知有人事，世中遥望空云山。不疑灵境难闻见，尘心未尽思乡县。出洞无论隔山水，辞家终拟长游衍。自谓经过旧不迷，安知峰壑今来变。当时只记入山深，青溪几度到云林。春来遍是桃花水，不辨仙源何处寻。",
    "title": "桃源行",
    "author": "王维",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "床前明月光，疑是地上霜。举头望明月，低头思故乡。",
    "title": "静夜思",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "人道横江好，侬道横江恶。一风三日吹倒山，白浪高于瓦官阁。海潮南去过浔阳，牛渚由来险马当。横江欲渡风波恶，一水牵愁万里长。横江西望阻西秦，汉水东连扬子津。白浪如山那可渡，狂风愁杀峭帆人。海神来过恶风回，浪打天门石壁开。浙江八月何如此？涛似连山喷雪来！横江馆前津吏迎，向余东指海云生。郎今欲渡缘何事？如此风波不可行！月晕天风雾不开，海鲸东蹙百川回。惊波一起三山动，公无渡河归去来。",
    "title": "横江词六首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "车辚辚，马萧萧，行人弓箭各在腰。耶娘妻子走相送，尘埃不见咸阳桥。(娘 一作：“爷”)牵衣顿足拦道哭，哭声直上干云霄。道旁过者问行人，行人但云点行频。或从十五北防河，便至四十西营田。去时里正与裹头，归来头白还戍边。边庭流血成海水，武皇开边意未已。君不闻汉家山东二百州，千村万落生荆杞。纵有健妇把锄犁，禾生陇亩无东西。况复秦兵耐苦战，被驱不异犬与鸡。长者虽有问，役夫敢申恨？且如今年冬，未休关西卒。县官急索租，租税从何出？信知生男恶，反是生女好。生女犹得嫁比邻，生男埋没随百草。君不见，青海头，古来白骨无人收。新鬼烦冤旧鬼哭，天阴雨湿声啾啾！",
    "title": "兵车行",
    "author": "杜甫",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "秋风夜渡河，吹却雁门桑。遥见胡地猎，鞴马宿严霜。五道分兵去，孤军百战场。功多翻下狱，士卒但心伤。",
    "title": "塞下曲·秋风夜渡河",
    "author": "王昌龄",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "蝉鸣空桑林，八月萧关道。出塞入塞寒，处处黄芦草。从来幽并客，皆共沙尘老。莫学游侠儿，矜夸紫骝好。",
    "title": "塞上曲·其一",
    "author": "王昌龄",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "饮马渡秋水，水寒风似刀。平沙日未没，黯黯见临洮。昔日长城战，咸言意气高。黄尘足今古，白骨乱蓬蒿。",
    "title": "塞下曲",
    "author": "王昌龄",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "五月天山雪，无花只有寒。笛中闻折柳，春色未曾看。晓战随金鼓，宵眠抱玉鞍。愿将腰下剑，直为斩楼兰。天兵下北荒，胡马欲南饮。横戈从百战，直为衔恩甚。握雪海上餐，拂沙陇头寝。何当破月氏，然后方高枕。骏马似风飙，鸣鞭出渭桥。弯弓辞汉月，插羽破天骄。阵解星芒尽，营空海雾消。功成画麟阁，独有霍嫖姚。白马黄金塞，云砂绕梦思。那堪愁苦节，远忆边城儿。萤飞秋窗满，月度霜闺迟。摧残梧桐叶，萧飒沙棠枝。无时独不见，流泪空自知。塞虏乘秋下，天兵出汉家。将军分虎竹，战士卧龙沙。边月随弓影，胡霜拂剑花。玉关殊未入，少妇莫长嗟。烽火动沙漠，连照甘泉云。汉皇按剑起，还召李将军。兵气天上合，鼓声陇底闻。横行负勇气，一战净妖氛。",
    "title": "塞下曲六首",
    "author": "李白",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "君知妾有夫，赠妾双明珠。感君缠绵意，系在红罗襦。妾家高楼连苑起，良人执戟明光里。知君用心如日月，事夫誓拟同生死。还君明珠双泪垂，恨不相逢未嫁时。",
    "title": "节妇吟寄东平李司空师道",
    "author": "张籍",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "酒旗相望大堤头，堤下连樯堤上楼。日暮行人争渡急，桨声幽轧满中流。江南江北望烟波，入夜行人相应歌。《桃叶》传情《竹枝》怨，水流无限月明多。",
    "title": "堤上行二首",
    "author": "刘禹锡",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "青青中水蒲，下有一双鱼。君今上陇去，我在与谁居？青青水中蒲，长在水中居。寄语浮萍草，相随我不如。",
    "title": "青青水中蒲二首",
    "author": "韩愈",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "博山炯炯吐香雾，红烛引至更衣处。夜如何其夜漫漫，邻鸡未鸣寒雁度。庭前雪压松桂丛，廊下点点悬纱笼。满堂醉客争笑语，嘈囋琵琶青幕中。",
    "title": "更衣曲",
    "author": "刘禹锡",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "杜陵叟，杜陵居，岁种薄田一顷余。三月无雨旱风起，麦苗不秀多黄死。九月降霜秋早寒，禾穗未熟皆青乾。长吏明知不申破，急敛暴征求考课。典桑卖地纳官租，明年衣食将何如？剥我身上帛，夺我口中粟。虐人害物即豺狼，何必钩爪锯牙食人肉？不知何人奏皇帝，帝心恻隐知人弊。白麻纸上书德音，京畿尽放今年税。昨日里胥方到门，手持敕牒榜乡村。十家租税九家毕，虚受吾君蠲免恩。",
    "title": "杜陵叟",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "农臣何所怨，乃欲干人主。不识天地心，徒然怨风雨。将论草木患，欲说昆虫苦。巡回宫阙傍，其意无由吐。一朝哭都市，泪尽归田亩。谣颂若采之，此言当可取。",
    "title": "农臣怨",
    "author": "元结",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "男声欣欣女颜悦，人家不怨言语别。五月虽热麦风清，檐头索索缲车鸣。野蚕作茧人不取，叶间扑扑秋蛾生。麦收上场绢在轴，的知输得官家足。不望入口复上身，且免向城卖黄犊。回家衣食无厚薄，不见县门身即乐。",
    "title": "田家行",
    "author": "王建",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "九月匈奴杀边将，汉军全没辽水上。万里无人收白骨，家家城下招魂葬。妇人依倚子与夫，同居贫贱心亦舒。夫死战场子在腹，妾身虽存如昼烛。",
    "title": "征妇怨",
    "author": "张籍",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "织妇何太忙，蚕经三卧行欲老。蚕神女圣早成丝，今年丝税抽征早。早征非是官人恶，去岁官家事戎索。征人战苦束刀疮，主将勋高换罗幕。缫丝织帛犹努力，变缉撩机苦难织。东家头白双女儿，为解挑纹嫁不得。檐前袅袅游丝上，上有蜘蛛巧来往。羡他虫豸解缘天，能向虚空织罗网。",
    "title": "织妇词",
    "author": "元稹",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "牛靿咤咤，田确确，旱块敲牛蹄趵趵。种得官仓珠颗谷，六十年来兵簇簇，日月食粮车辘辘。一日官军收海服，驱牛驾车食牛肉，归来攸得牛两角。重铸锄犁作斤，姑舂妇担去轮官，输官不足归卖屋。愿官早胜仇早覆，农死有儿牛有犊，不遣官军粮不足。",
    "title": "田家词 / 田家行",
    "author": "元稹",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "红线毯，择茧缲丝清水煮，拣丝练线红蓝染。 染为红线红于蓝，织作披香殿上毯。披香殿广十丈馀，红线织成可殿铺。彩丝茸茸香拂拂，线软花虚不胜物。美人蹋上歌舞来，罗袜绣鞋随步没。太原毯涩毳缕硬，蜀都褥薄锦花冷，不如此毯温且柔，年年十月来宣州。宣城太守加样织，自谓为臣能竭力。百夫同担进宫中，线厚丝多卷不得。宣城太守知不知，一丈毯，千两丝。地不知寒人要暖，少夺人衣作地衣。",
    "title": "红线毯",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "上阳人，上阳人，红颜暗老白发新。绿衣监使守宫门，一闭上阳多少春。玄宗末岁初选入，入时十六今六十。同时采择百余人，零落年深残此身。忆昔吞悲别亲族，扶入车中不教哭。皆云入内便承恩，脸似芙蓉胸似玉。未容君王得见面，已被杨妃遥侧目。妒令潜配上阳宫，一生遂向空房宿。宿空房，秋夜长，夜长无寐天不明。耿耿残灯背壁影，萧萧暗雨打窗声。春日迟，日迟独坐天难暮。宫莺百啭愁厌闻，梁燕双栖老休妒。莺归燕去长悄然，春往秋来不记年。唯向深宫望明月，东西四五百回圆。今日宫中年最老，大家遥赐尚书号。小头鞵履窄衣裳，青黛点眉眉细长。外人不见见应笑，天宝末年时世妆。上阳人，苦最多。 　少亦苦，老亦苦，少苦老苦两如何！君不见昔时吕向美人赋，又不见今日上阳白发歌！",
    "title": "上阳白发人",
    "author": "白居易",
    "book": "乐府诗集",
    "dynasty": "唐代"
}, {
    "content": "白马金鞍从武皇，旌旗十万宿长杨。楼头小妇鸣筝坐，遥见飞尘入建章。驰道杨花满御沟，红妆缦绾上青楼。金章紫绶千馀骑，夫婿朝回初拜侯。",
    "title": "青楼曲二首",
    "author": "王昌龄",
    "book": "乐府诗集",
    "dynasty": "唐代"
}]
