[{
    "content": "　　庆历四年春，滕子京谪守巴陵郡。越明年，政通人和，百废具兴。乃重修岳阳楼，增其旧制，刻唐贤今人诗赋于其上。属予作文以记之。(具 通：俱)　　予观夫巴陵胜状，在洞庭一湖。衔远山，吞长江，浩浩汤汤，横无际涯；朝晖夕阴，气象万千。此则岳阳楼之大观也，前人之述备矣。然则北通巫峡，南极潇湘，迁客骚人，多会于此，览物之情，得无异乎?　　若夫霪雨霏霏，连月不开，阴风怒号，浊浪排空；日星隐曜，山岳潜形；商旅不行，樯倾楫摧；薄暮冥冥，虎啸猿啼。登斯楼也，则有去国怀乡，忧谗畏讥，满目萧然，感极而悲者矣。(隐曜 一作：隐耀；霪雨 通：淫雨)　　至若春和景明，波澜不惊，上下天光，一碧万顷；沙鸥翔集，锦鳞游泳；岸芷汀兰，郁郁青青。而或长烟一空，皓月千里，浮光跃金，静影沉璧，渔歌互答，此乐何极！登斯楼也，则有心旷神怡，宠辱偕忘，把酒临风，其喜洋洋者矣。　　嗟夫！予尝求古仁人之心，或异二者之为，何哉？不以物喜，不以己悲；居庙堂之高则忧其民；处江湖之远则忧其君。是进亦忧，退亦忧。然则何时而乐耶？其必曰“先天下之忧而忧，后天下之乐而乐乎。”噫！微斯人，吾谁与归？　　时六年九月十五日。",
    "title": "岳阳楼记",
    "author": "范仲淹",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　自余为僇人，居是州。恒惴慄。时隙也，则施施而行，漫漫而游。日与其徒上高山，入深林，穷回溪，幽泉怪石，无远不到。到则披草而坐，倾壶而醉。醉则更相枕以卧，卧而梦。意有所极，梦亦同趣。觉而起，起而归。以为凡是州之山水有异态者，皆我有也，而未始知西山之怪特。　　今年九月二十八日，因坐法华西亭，望西山，始指异之。遂命仆人过湘江，缘染溪，斫榛莽，焚茅茷，穷山之高而上。攀援而登，箕踞而遨，则凡数州之土壤，皆在衽席之下。其高下之势，岈然洼然，若垤若穴，尺寸千里，攒蹙累积，莫得遁隐。萦青缭白，外与天际，四望如一。然后知是山之特立，不与培塿为类，悠悠乎与颢气俱，而莫得其涯；洋洋乎与造物者游，而不知其所穷。引觞满酌，颓然就醉，不知日之入。苍然暮色，自远而至，至无所见，而犹不欲归。心凝形释，与万化冥合。然后知吾向之未始游，游于是乎始，故为之文以志。是岁，元和四年也。　　钻鉧潭，在西山西。其始盖冉水自南奔注，抵山石，屈折东流；其颠委势峻，荡击益暴，啮其涯，故旁广而中深，毕至石乃止；流沫成轮，然后徐行。其清而平者，且十亩。有树环焉，有泉悬焉。　　其上有居者，以予之亟游也，一旦款门来告曰：“不胜官租、私券之委积，既芟山而更居，愿以潭上田贸财以缓祸。”　　予乐而如其言。则崇其台，延其槛，行其泉于高者而坠之潭，有声潀然。尤与中秋观月为宜，于以见天之高，气之迥。孰使予乐居夷而忘故土者，非兹潭也欤？　　得西山后八日，寻山口西北道二百步，有得钻鉧潭。潭西二十五步，当湍而浚者为鱼梁。梁之上有丘焉，生竹树。其石之突怒偃蹇，负土而出，争为奇状者，殆不可数。其嵚然相累而下者，若牛马之饮于溪；其冲然角列而上者，若熊罴之登于山。丘之小不能一亩，可以笼而有之。问其主，曰：“唐氏之弃地，货而不售。”问其价，曰：“止四百。”余怜而售之。李深源、元克已时同游，皆大喜，出自意外。即更取器用，铲刈秽草，伐去恶木，烈火而焚之。嘉木立，美竹露。奇石显。由其中以望，则山之高，云之浮，溪之流，鸟兽之遨游，举熙熙然回巧献技，以效兹丘之下。枕席而卧，则清冷冷状与目谋，瀯瀯之声与耳谋，悠然而虚者与神谋，渊然而静者与心谋。不匝旬而得异地者二，虽古好古之士，或未能至焉。　　噫！以兹丘之胜，致之沣、镐、、杜，则贵游之士争买者，日增千金而愈不可得。今弃是州也，农夫渔父过而陋之，贾四百，连岁不能售。而我与深源、克已独喜得之，是其果有遭乎！书于石，所以贺兹丘之遭也。　　从小丘西行百二十步，隔篁竹，闻水声，如鸣佩环，心乐之。伐竹取道，下见小潭，水尤清冽。全石以为底，近岸，卷石底以出，为坻，为屿，为嵁，为岩。青树翠蔓，蒙络摇缀，参差披拂。　　潭中鱼可百许头，皆若空游无所依。日光下澈，影布石上，佁然不动;俶尔远逝，往来翕忽，似与游者相乐。　　潭西南而望，斗折蛇行，明灭可见。其岸势犬牙差互，不可知其源。　　坐潭上，四面竹树环合，寂寥无人，凄神寒骨，悄怆幽邃。以其境过清，不可久居，乃记之而去。　　同游者：吴武陵，龚古，余弟宗玄。隶而从者，崔氏二小生：曰恕己，曰奉壹。　　由冉溪西南水行十里，山水之可取者五，莫若钻鉧潭。由溪口而西，陆行，可取者八九，莫若西山。由朝阳岩东南水行，至芜江，可取者三，莫若袁家渴。皆永中幽丽奇处也。　　楚越之间方言，谓水之反流为“渴”。渴上与南馆高嶂合，下与百家濑合。其中重洲小溪，澄潭浅渚，间厕曲折，平者深墨，峻者沸白。舟行若穷，忽而无际。　　有小山出水中，皆美石，上生青丛，冬夏常蔚然。其旁多岩词，其下多白砾，其树多枫柟石楠，樟柚，草则兰芷。又有奇卉，类合欢而蔓生，轇轕水石。　　每风自四山而下，振动大木，掩苒众草，纷红骇绿，蓊葧香气，冲涛旋濑，退贮溪谷，摇飃葳蕤，与时推移。其大都如此，余无以穷其状。　　永之人未尝游焉，余得之不敢专焉，出而传于世。其地主袁氏。故以名焉。　　自渴西南行不能百步，得石渠，民桥其上。有泉幽幽然，其鸣乍大乍细。渠之广或咫尺，或倍尺，其长可十许步。其流抵大石，伏出其下。踰石而往，有石泓，昌蒲被之，青鲜环周。又折西行，旁陷岩石下，北堕小潭。潭幅员减百尺，清深多倏鱼。又北曲行纡余，睨若无穷，然卒入于渴。其侧皆诡石、怪木、奇卉、美箭，可列坐而庥焉。风摇其巅，韵动崖谷。视之既静，其听始远。　　予从州牧得之。揽去翳朽，决疏土石，既崇而焚，既釃釃而盈。惜其未始有传焉者，故累记其所属，遗之其人，书之其阳，俾后好事者求之得以易。　　元和七年正月八日，鷁渠至大石。十月十九日，踰石得石泓小潭，渠之美于是始穷也。　　石渠之事既穷，上由桥西北下土山之阴，民又桥焉。其水之大，倍石渠三之一，亘石为底，达于两涯。若床若堂，若陈筳席，若限阃奥。水平布其上，流若织文，响若操琴。揭跣而往，折竹扫陈叶，排腐木，可罗胡床十八九居之。交络之流，触激之音，皆在床下；翠羽之水，龙鳞之石，均荫其上。古之人其有乐乎此耶？后之来者有能追予之践履耶？得之日，与石渠同。　　由渴而来者，先石渠，后石涧；由百家濑上而来者，先石涧，后石渠。涧之可穷者，皆出石城村东南，其间可乐者数焉。其上深山幽林逾峭险，道狭不可穷也。　　自西山道口径北踰黄茅岭而下，有二道：其一西出，寻之无所得；其一少北而东，不过四十丈，土断二川分，有积石横当其垠。其上为睥睨梁欐之形；其旁出堡坞，有若门焉，窥之正黑，投以小石，洞然有水声，其响之激越，良久乃已。环之可上，望甚远。无土壤而生嘉树美箭，益奇而坚，奇疏数偃仰，类智者所施也。　　噫！吾疑造物者之有无久矣，及是，愈以为诚有。又怪其不为之中州而列是夷狄，更千百年不得一售其伎，是固劳而无用，神者倘不宜如是，则其果无乎？或曰：以慰夫贤而辱于此者。或曰：其气之灵，不为伟人而独为是物，故楚之南少人而多石。是二者余未信之。 ",
    "title": "永州八记",
    "author": "柳宗元",
    "book": "辞赋",
    "dynasty": "唐代"
}, {
    "content": "　　欧阳子方夜读书，闻有声自西南来者，悚然而听之，曰：“异哉！”初淅沥以萧飒，忽奔腾而砰湃，如波涛夜惊，风雨骤至。其触于物也，鏦鏦铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天，四无人声，声在树间。” 　　余曰：“噫嘻悲哉！此秋声也，胡为而来哉？盖夫秋之为状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。丰草绿缛而争茂，佳木葱茏而可悦；草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃其一气之余烈。夫秋，刑官也，于时为阴；又兵象也，于行用金，是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。” (余曰 一作：予曰)　　“嗟乎！草木无情，有时飘零。人为动物，惟物之灵；百忧感其心，万事劳其形；有动于中，必摇其精。而况思其力之所不及，忧其智之所不能；宜其渥然丹者为槁木，黟然黑者为星星。奈何以非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声！” 　　童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。  ",
    "title": "秋声赋",
    "author": "欧阳修",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓妃。感宋玉对楚王神女之事，遂作斯赋，其词曰：　　余从京域，言归东藩，背伊阙 ，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃是乎？其状若何，臣愿闻之。”　　余告之曰：其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞。迫而察之，灼若芙蕖出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瓌姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨像应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。　　余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修兮，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。　　于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。 尔乃众灵杂遝，命俦啸侣。或戏清流，或翔神渚。或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。　　于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。　　于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘返，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。",
    "title": "洛神赋",
    "author": "曹植",
    "book": "辞赋",
    "dynasty": "魏晋"
}, {
    "content": "　　壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立,羽化而登仙。(冯 通：凭)　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。　　苏子愀然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长 江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”(共适 一作：共食)　　客喜而笑，洗盏更酌。肴核既尽，杯盘狼籍。相与枕藉乎舟中，不知东方之既白。",
    "title": "前赤壁赋",
    "author": "苏轼",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　六王毕，四海一，蜀山兀，阿房出。覆压三百余里，隔离天日。骊山北构而西折，直走咸阳。二川溶溶，流入宫墙。五步一楼，十步一阁；廊腰缦回，檐牙高啄；各抱地势，钩心斗角。盘盘焉，囷囷焉，蜂房水涡，矗不知其几千万落。长桥卧波，未云何龙？复道行空，不霁何虹？高低冥迷，不知西东。歌台暖响，春光融融；舞殿冷袖，风雨凄凄。一日之内，一宫之间，而气候不齐。(不知乎 一作：不知其；西东 一作：东西)　　妃嫔媵嫱，王子皇孙，辞楼下殿，辇来于秦，朝歌夜弦，为秦宫人。明星荧荧，开妆镜也；绿云扰扰，梳晓鬟也；渭流涨腻，弃脂水也；烟斜雾横，焚椒兰也。雷霆乍惊，宫车过也；辘辘远听，杳不知其所之也。一肌一容，尽态极妍，缦立远视，而望幸焉。有不得见者，三十六年。(有不得见者 一作：有不见者)燕赵之收藏，韩魏之经营，齐楚之精英，几世几年，剽掠其人，倚叠如山。一旦不能有，输来其间。鼎铛玉石，金块珠砾，弃掷逦迤，秦人视之，亦不甚惜。　　嗟乎！一人之心，千万人之心也。秦爱纷奢，人亦念其家。奈何取之尽锱铢，用之如泥沙！使负栋之柱，多于南亩之农夫；架梁之椽，多于机上之工女；钉头磷磷，多于在庾之粟粒；瓦缝参差，多于周身之帛缕；直栏横槛，多于九土之城郭；管弦呕哑，多于市人之言语。使天下之人，不敢言而敢怒。独夫之心，日益骄固。戍卒叫，函谷举，楚人一炬，可怜焦土！　　呜呼！灭六国者六国也，非秦也；族秦者秦也，非天下也。嗟乎！使六国各爱其人，则足以拒秦；使秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也？秦人不暇自哀，而后人哀之；后人哀之而不鉴之，亦使后人而复哀后人也。",
    "title": "阿房宫赋",
    "author": "杜牧",
    "book": "辞赋",
    "dynasty": "唐代"
}, {
    "content": "",
    "title": "滕王阁序",
    "author": "王勃",
    "book": "辞赋",
    "dynasty": "唐代"
}, {
    "content": "　　环滁皆山也。其西南诸峰，林壑尤美，望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。　　至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。",
    "title": "醉翁亭记",
    "author": "欧阳修",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　黯然销魂者，唯别而已矣！况秦吴兮绝国，复燕宋兮千里。或春苔兮始生，乍秋风兮暂起。是以行子肠断，百感凄恻。风萧萧而异响，云漫漫而奇色。舟凝滞于水滨，车逶迟于山侧。棹容与而讵前，马寒鸣而不息。掩金觞而谁御，横玉柱而沾轼。居人愁卧，怳若有亡。日下壁而沉彩，月上轩而飞光。见红兰之受露，望青楸之离霜。巡层楹而空掩，抚锦幕而虚凉。知离梦之踯躅，意别魂之飞扬。 　　故别虽一绪，事乃万族。至若龙马银鞍，朱轩绣轴，帐饮东都，送客金谷。琴羽张兮箫鼓陈，燕、赵歌兮伤美人，珠与玉兮艳暮秋，罗与绮兮娇上春。惊驷马之仰秣，耸渊鱼之赤鳞。造分手而衔涕，感寂寞而伤神。 　　乃有剑客惭恩，少年报士，韩国赵厕，吴宫燕市。割慈忍爱，离邦去里，沥泣共诀，抆血相视。驱征马而不顾，见行尘之时起。方衔感于一剑，非买价于泉里。金石震而色变，骨肉悲而心死。　　或乃边郡未和，负羽从军。辽水无极，雁山参云。闺中风暖，陌上草薰。日出天而曜景，露下地而腾文。镜朱尘之照烂，袭青气之烟煴，攀桃李兮不忍别，送爱子兮沾罗裙。 　　至如一赴绝国，讵相见期？视乔木兮故里，决北梁兮永辞，左右兮魄动，亲朋兮泪滋。可班荆兮憎恨，惟樽酒兮叙悲。值秋雁兮飞日，当白露兮下时，怨复怨兮远山曲，去复去兮长河湄。 　　又若君居淄右，妾家河阳，同琼珮之晨照，共金炉之夕香。君结绶兮千里，惜瑶草之徒芳。惭幽闺之琴瑟，晦高台之流黄。春宫閟此青苔色，秋帐含此明月光，夏簟清兮昼不暮，冬釭凝兮夜何长！织锦曲兮泣已尽，回文诗兮影独伤。 　　傥有华阴上士，服食还仙。术既妙而犹学，道已寂而未传。守丹灶而不顾，炼金鼎而方坚。驾鹤上汉，骖鸾腾天。暂游万里，少别千年。惟世间兮重别，谢主人兮依然。 　　下有芍药之诗，佳人之歌，桑中卫女，上宫陈娥。春草碧色，春水渌波，送君南浦，伤如之何！至乃秋露如珠，秋月如圭，明月白露，光阴往来，与子之别，思心徘徊。 　　是以别方不定，别理千名，有别必怨，有怨必盈。使人意夺神骇，心折骨惊，虽渊、云之墨妙，严、乐之笔精，金闺之诸彦，兰台之群英，赋有凌云之称，辨有雕龙之声，谁能摹暂离之状，写永诀之情着乎？  ",
    "title": "别赋",
    "author": "江淹",
    "book": "辞赋",
    "dynasty": "南北朝"
}, {
    "content": "",
    "title": "神女赋",
    "author": "宋玉",
    "book": "辞赋",
    "dynasty": "先秦"
}, {
    "content": "　　楚襄王游于兰台之宫，宋玉景差侍。有风飒然而至，王乃披襟而当之，曰：“快哉此风！寡人所与庶人共者邪？”宋玉对曰：“此独大王之风耳，庶人安得而共之！” 王曰：“夫风者，天地之气，溥畅而至，不择贵贱高下而加焉。今子独以为寡人之风，岂有说乎？”宋玉对曰：“臣闻于师：枳句来巢，空穴来风。其所托者然，则风气殊焉。” 　　王曰：“夫风始安生哉？”宋玉对曰：“夫风生于地，起于青苹之末。侵淫溪谷，盛怒于土囊之口。缘太山之阿，舞于松柏之下，飘忽淜滂，激飏熛怒。耾耾雷声，回穴错迕。蹶石伐木，梢杀林莽。至其将衰也，被丽披离，冲孔动楗，眴焕粲烂，离散转移。故其清凉雄风，则飘举升降。乘凌高城，入于深宫。抵华叶而振气，徘徊于桂椒之间，翱翔于激水之上。将击芙蓉之精。猎蕙草，离秦衡，概新夷，被荑杨，回穴冲陵，萧条众芳。然后徜徉中庭，北上玉堂，跻于罗幢，经于洞房，乃得为大王之风也。故其风中人状，直惨凄惏栗，清凉增欷。清清泠泠，愈病析酲，发明耳目，宁体便人。此所谓大王之雄风也。” 　　王曰：“善哉论事！夫庶人之风，岂可闻乎？”宋玉对曰：“夫庶人之风，塕然起于穷巷之间，堀堁扬尘，勃郁烦冤，冲孔袭门。动沙堁，吹死灰，骇溷浊，扬腐余，邪薄入瓮牖，至于室庐。故其风中人状，直憞溷郁邑，殴温致湿，中心惨怛，生病造热。中唇为胗，得目为篾，啖齰嗽获，死生不卒。此所谓庶人之雌风也。”  ",
    "title": "风赋",
    "author": "宋玉",
    "book": "辞赋",
    "dynasty": "先秦"
}, {
    "content": "　　临川之城东，有地隐然而高，以临于溪，曰新城。新城之上，有池洼然而方以长，曰王羲之之墨池者，荀伯子《临川记》云也。羲之尝慕张芝，临池学书，池水尽黑，此为其故迹，岂信然邪？ 　　方羲之之不可强以仕，而尝极东方，出沧海，以娱其意于山水之间；岂其徜徉肆恣，而又尝自休于此邪？羲之之书晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼邪？则学固岂可以少哉，况欲深造道德者邪？ 　　墨池之上，今为州学舍。教授王君盛恐其不章也，书‘晋王右军墨池’之六字于楹间以揭之。又告于巩曰：“愿有记”。推王君之心，岂爱人之善，虽一能不以废，而因以及乎其迹邪？其亦欲推其事以勉其学者邪？夫人之有一能而使后人尚之如此，况仁人庄士之遗风余思被于来世者何如哉！ 　　庆历八年九月十二日，曾巩记。  ",
    "title": "墨池记",
    "author": "曾巩",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　登兹楼以四望兮，聊暇日以销忧。览斯宇之所处兮，实显敞而寡仇。挟清漳之通浦兮， 倚曲沮之长洲。背坟衍之广陆兮，临皋隰之沃流。北弥陶牧，西接昭邱。华实蔽野，黍稷盈 畴。虽信美而非吾土兮，曾何足以少留！ 　　遭纷浊而迁逝兮，漫逾纪以迄今。情眷眷而怀归兮，孰忧思之可任？凭轩槛以遥望兮， 向北风而开襟。平原远而极目兮，蔽荆山之高岑。路逶迤而修迥兮，川既漾而济深。悲旧乡 之壅隔兮，涕横坠而弗禁。昔尼父之在陈兮，有归欤之叹音。钟仪幽而楚奏兮，庄舄显而越 吟。人情同于怀土兮，岂穷达而异心！ 　　惟日月之逾迈兮，俟河清其未极。冀王道之一平兮，假高衢而骋力。惧匏瓜之徒悬兮， 畏井渫之莫食。步栖迟以徙倚兮，白日忽其将匿。风萧瑟而并兴兮，天惨惨而无色。兽狂顾 以求群兮，鸟相鸣而举翼，原野阒其无人兮，征夫行而未息。心凄怆以感发兮，意忉怛而惨恻。循阶除而下降兮，气交愤于胸臆。夜参半而不寐兮，怅盘桓以反侧。  ",
    "title": "登楼赋",
    "author": "王粲",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　予以罪废，无所归。扁舟吴中，始僦舍以处。时盛夏蒸燠，土居皆褊狭，不能出气，思得高爽虚辟之地，以舒所怀，不可得也。 　　一日过郡学，东顾草树郁然，崇阜广水，不类乎城中。并水得微径于杂花修竹之间。东趋数百步，有弃地，纵广合五六十寻，三向皆水也。杠之南，其地益阔，旁无民居，左右皆林木相亏蔽。访诸旧老，云钱氏有国，近戚孙承右之池馆也。坳隆胜势，遗意尚存。予爱而徘徊，遂以钱四万得之，构亭北碕，号‘沧浪’焉。前竹后水，水之阳又竹，无穷极。澄川翠干，光影会合于轩户之间，尤与风月为相宜。予时榜小舟，幅巾以往，至则洒然忘其归。觞而浩歌，踞而仰啸，野老不至，鱼鸟共乐。形骸既适则神不烦，观听无邪则道以明；返思向之汩汩荣辱之场，日与锱铢利害相磨戛，隔此真趣，不亦鄙哉！ 　　噫！人固动物耳。情横于内而性伏，必外寓于物而后遣。寓久则溺，以为当然；非胜是而易之，则悲而不开。惟仕宦溺人为至深。古之才哲君子，有一失而至于死者多矣，是未知所以自胜之道。予既废而获斯境，安于冲旷，不与众驱，因之复能乎内外失得之原，沃然有得，笑闵万古。尚未能忘其所寓目，用是以为胜焉！  ",
    "title": "沧浪亭记",
    "author": "苏舜钦",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "余与嵇康、吕安居止接近，其人并有不羁之才。然嵇志远而疏，吕心旷而放，其后各以事见法。嵇博综技艺，于丝竹特妙。临当就命，顾视日影，索琴而弹之。余逝将西迈，经其旧庐。于时日薄虞渊，寒冰凄然。邻人有吹笛者，发音寥亮。追思曩昔游宴之好，感音而叹，故作赋云：将命适于远京兮，遂旋反而北徂。济黄河以泛舟兮，经山阳之旧居。瞻旷野之萧条兮，息余驾乎城隅。践二子之遗迹兮，历穷巷之空庐。叹黍离之愍周兮，悲麦秀于殷墟。惟古昔以怀今兮，心徘徊以踌躇。栋宇存而弗毁兮，形神逝其焉如。昔李斯之受罪兮，叹黄犬而长吟。悼嵇生之永辞兮，顾日影而弹琴。托运遇于领会兮，寄余命于寸阴。听鸣笛之慷慨兮，妙声绝而复寻。停驾言其将迈兮，遂援翰而写心。 ",
    "title": "思旧赋",
    "author": "向秀",
    "book": "辞赋",
    "dynasty": "魏晋"
}, {
    "content": "",
    "title": "书幽芳亭记",
    "author": "黄庭坚",
    "book": "辞赋",
    "dynasty": "宋代"
}, {
    "content": "　　游都邑以永久，无明略以佐时。徒临川以羡鱼，俟河清乎未期。感蔡子之慷慨，从唐生以决疑。谅天道之微昧，追渔父以同嬉。超埃尘以遐逝，与世事乎长辞。 　　于是仲春令月，时和气清；原隰郁茂，百草滋荣。王雎鼓翼，仓庚哀鸣；交颈颉颃，关关嘤嘤。于焉逍遥，聊以娱情。 　　尔乃龙吟方泽，虎啸山丘。仰飞纤缴，俯钓长流。触矢而毙，贪饵吞钩。落云间之逸禽，悬渊沉之鲨鰡。 　　于时曜灵俄景，继以望舒。极般游之至乐，虽日夕而忘劬。感老氏之遗诫，将回驾乎蓬庐。弹五弦之妙指，咏周、孔之图书。挥翰墨以奋藻，陈三皇之轨模。苟纵心于物外，安知荣辱之所如。  ",
    "title": "归田赋",
    "author": "张衡",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　东南山水，余杭郡为最。就郡言，灵隐寺为尤。由寺观，冷泉亭为甲。亭在山下，水中央，寺西南隅。高不倍寻，广不累丈，而撮奇得要，地搜胜概，物无遁形。　　春之日，吾爱其草薰薰，木欣欣，可以导和纳粹，畅人血气。夏之夜，吾爱其泉渟渟，风泠泠，可以蠲烦析酲，起人心情。山树为盖，岩石为屏，云从栋生，水与阶平。坐而玩之者，可濯足于床下；卧而狎之者，可垂钓于枕上。矧又潺湲洁沏，粹冷柔滑。若俗士，若道人，眼耳之尘，心舌之垢，不待盥涤，见辄除去。潜利阴益，可胜言哉!斯所以最余杭而甲灵隐也。　　杭自郡城抵四封，丛山复湖，易为形胜。先是领郡者，有相里君造虚白亭，有韩仆射皋作候仙亭，有裴庶子棠棣作观风亭，有卢给事元辅作见山亭，及右司郎中河南元藇最后作此亭。于是五亭相望，如指之列，可谓佳境殚矣，能事毕矣。后来者虽有敏心巧目，无所加焉。故吾继之，述而不作。长庆三年八月十三日记。",
    "title": "冷泉亭记",
    "author": "白居易",
    "book": "辞赋",
    "dynasty": "唐代"
}, {
    "content": "　　谊为长沙王傅三年，有鵩飞入谊舍。鵩似鸮，不祥鸟也。谊即以谪居长沙，长沙卑湿，谊自伤悼，以为寿不得长，乃为赋以自广也。其辞曰：　　单阏之岁兮，四月孟夏，庚子日斜兮，鵩集予舍。止于坐隅兮，貌甚闲暇。异物来萃兮，私怪其故。发书占之兮，谶言其度，曰：“野鸟入室兮，主人将去。”请问于鵩兮：“予去何之？吉乎告我，凶言其灾。淹速之度兮，语予其期。”鵩乃叹息，举首奋翼；口不能言，请对以臆： 　　“万物变化兮，固无休息。斡流而迁兮，或推而还。形气转续兮，变化而蟺。沕穆无穷兮，胡可胜言！祸兮福所依，福兮祸所伏；忧喜聚门兮，吉凶同域。彼吴强大兮，夫差以败；越栖会稽兮，勾践霸世。斯游遂成兮，卒被五刑；傅说胥靡兮，乃相武丁。夫祸之与福兮，何异纠纆；命不可说兮，孰知其极！水激则旱兮，矢激则远；万物回薄兮，振荡相转。云蒸雨降兮，纠错相纷；大钧播物兮，坱圠无垠。天不可预虑兮，道不可预谋；迟速有命兮，焉识其时。 　　且夫天地为炉兮，造化为工；阴阳为炭兮，万物为铜。合散消息兮，安有常则？千变万化兮，未始有极，忽然为人兮，何足控抟；化为异物兮，又何足患！小智自私兮，贱彼贵我；达人大观兮，物无不可。贪夫殉财兮，烈士殉名。夸者死权兮，品庶每生。怵迫之徒兮，或趋西东；大人不曲兮，意变齐同。愚士系俗兮，窘若囚拘；至人遗物兮，独与道俱。众人惑惑兮，好恶积亿；真人恬漠兮，独与道息。释智遗形兮，超然自丧；寥廓忽荒兮，与道翱翔。乘流则逝兮，得坻则止；纵躯委命兮，不私与己。其生兮若浮，其死兮若休；澹乎若深渊止之静，泛乎若不系之舟。不以生故自宝兮，养空而浮；德人无累兮，知命不忧。细故蒂芥兮，何足以疑！”",
    "title": "鵩鸟赋",
    "author": "贾谊",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　谊为长沙王太傅，既以谪去，意不自得；及度湘水，为赋以吊屈原。屈原，楚贤臣也。被谗放逐，作《离骚》赋，其终篇曰：“已矣哉！国无人兮，莫我知也。”遂自投汨罗而死。谊追伤之，因自喻，其辞曰： 　　恭承嘉惠兮，俟罪长沙；侧闻屈原兮，自沉汨罗。造讬湘流兮，敬吊先生；遭世罔极兮，乃殒厥身。呜呼哀哉！逢时不祥。鸾凤伏竄兮，鸱枭翱翔。闒茸尊显兮，谗谀得志；贤圣逆曳兮，方正倒植。世谓随、夷为溷兮，谓跖、蹻为廉；莫邪为钝兮，铅刀为銛。吁嗟默默，生之无故兮；斡弃周鼎，宝康瓠兮。腾驾罷牛，骖蹇驴兮；骥垂两耳，服盐车兮。章甫荐履，渐不可久兮；嗟苦先生，独离此咎兮。 　　讯曰：已矣！国其莫我知兮，独壹郁其谁语？凤漂漂其高逝兮，固自引而远去。袭九渊之神龙兮，沕深潜以自珍；偭蟂獭以隐处兮，夫岂从虾与蛭蟥？所贵圣人之神德兮，远浊世而自藏；使骐骥可得系而羁兮，岂云异夫犬羊？般纷纷其离此尤兮，亦夫子之故也。历九州而其君兮，何必怀此都也？凤凰翔于千仞兮，览德辉而下之；见细德之险徵兮，遥曾击而去之。彼寻常之污渎兮，岂能容夫吞舟之巨鱼？横江湖之鳣鲸兮，固将制于蝼蚁。  ",
    "title": "吊屈原赋",
    "author": "贾谊",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　陈王初丧应、刘，端忧多暇。绿苔生阁，芳尘凝榭。悄焉疚怀，不怡中夜。　　乃清兰路，肃桂苑，腾吹寒山，弭盖秋阪。临浚壑而怨遥，登崇岫而伤远。于时斜汉左界，北陆南躔，白露暖空，素月流天。沈吟齐章，殷勤陈篇，抽毫进牍，以命仲宣。　　仲宣跪而称曰：臣东鄙幽介，长自丘樊。味道懵学，孤奉明恩。臣闻沈潜既义，高明既经，日以阳德，月以阴灵。擅扶光于东沼，嗣若英于西冥。引玄兔于帝台，集素娥于后庭。朒脁警阙，朏魄示冲，顺辰通烛，从星泽风。增华台室，扬采轩宫。委照而吴业昌，沦精而汉道融。　　若夫气霁地表，云敛天末，洞庭始波，木叶微脱。菊散芳于山椒，雁流哀于江濑。升清质之悠悠，降澄辉之蔼蔼。列宿掩缛，长河韬映，柔祇雪凝，圆灵水镜。连观霜缟，周除冰净。君王乃厌晨欢，乐宵宴，收妙舞，弛清县。去烛房，即月殿，芳酒登，鸣琴荐。　　若乃凉夜自凄，风篁成韵，亲懿莫从，羇孤递进。聆皋禽之夕闻，听朔管之秋引。于是弦桐练响，音容选和，徘徊房露，惆怅阳阿。声林虚籁，沦池灭波，情纡轸其何托，愬皓月而长歌。歌曰：　　美人迈兮音尘阙，隔千里兮共明月。　　临风叹兮将焉歇，川路长兮不可越。　　歌响未终，余景就毕，满堂变容，回遑如失。又称歌曰：　　月既没兮露欲晞，岁方晏兮无与归。　　佳期可以还，微霜沾人衣。　　陈王曰：善。乃命执事，献寿羞璧，敬佩玉音，复之无斁。",
    "title": "月赋",
    "author": "谢庄",
    "book": "辞赋",
    "dynasty": "南北朝"
}, {
    "content": "　　客难东方朔曰：“苏秦、张仪一当万乘之主，而身都卿相之位，泽及后世。今子大夫修先王之术，慕圣人之义，讽诵诗书百家之言，不可胜记，著于竹帛；唇腐齿落，服膺而不可释，好学乐道之效，明白甚矣；自以为智能海内无双，则可谓博闻辩智矣。然悉力尽忠，以事圣帝，旷日持久，积数十年，官不过侍郎，位不过执戟。意者尚有遗行邪？同胞之徒，无所容居，其故何也？”　　东方先生喟然长息，仰而应之曰：“是故非子之所能备。彼一时也，此一时也，岂可同哉？夫苏秦、张仪之时，周室大坏，诸侯不朝，力政争权，相擒以兵，并为十二国，未有雌雄。得士者强，失士者亡，故说得行焉。身处尊位，珍宝充内，外有仓麋，泽及后世，子孙长享。今则不然：圣帝德流，天下震慑，诸侯宾服，连四海之外以为带，安于覆盂；天下平均，合为一家，动发举事，犹运之掌，贤与不肖何以异哉？遵天之道，顺地之理，物无不得其所；故绥之则安，动之则苦；尊之则为将，卑之则为虏；抗之则在青云之上，抑之则在深渊之下；用之则为虎，不用则为鼠；虽欲尽节效情，安知前后？夫天地之大，士民之众，竭精驰说，并进辐凑者，不可胜数；悉力慕之，困于衣食，或失门户。使苏秦、张仪与仆并生于今之世，曾不得掌故，安敢望侍郎乎！传曰：‘天下无害，虽有圣人，无所施才；上下和同，虽有贤者，无所立功。’故曰：时异事异。　　“虽然，安可以不务修身乎哉！《诗》曰：‘鼓钟于宫，声闻于外。’‘鹤鸣九皋，声闻于天’。苟能修身，何患不荣！太公体行仁义，七十有二，乃设用于文武，得信厥说。封于齐，七百岁而不绝。此士所以日夜孳孳，修学敏行，而不敢怠也。譬若鹡鸰，飞且鸣矣。传曰：‘天不为人之恶寒而辍其冬，地不为人之恶险而辍其广，君子不为小人之匈匈而易其行。’‘天有常度，地有常形，君子有常行；君子道其常，小人计其功。”诗云：‘礼义之不愆，何恤人之言？’水至清则无鱼，人至察则无徒；冕而前旒，所以蔽明；黈纩充耳，所以塞聪。明有所不见，聪有所不闻，举大德，赦小过，无求备于一人之义也。枉而直之，使自得之；优而柔之，使自求之；揆而度之，使自索之。盖圣人之教化如此，欲其自得之；自得之，则敏且广矣。　　“今世之处士，时虽不用，块然无徒，廓然独居；上观许山，下察接舆；计同范蠡，忠合子胥；天下和平，与义相扶，寡偶少徒，固其宜也。子何疑于予哉？若大燕之用乐毅，秦之任李斯，郦食其之下齐，说行如流，曲从如环；所欲必得，功若丘山；海内定，国家安；是遇其时者也，子又何怪之邪？语曰：‘以管窥天，以蠡测海，以筵撞钟，’岂能通其条贯，考其文理，发其音声哉？犹是观之，譬由鼱鼩之袭狗，孤豚之咋虎，至则靡耳，何功之有？今以下愚而非处士，虽欲勿困，固不得已，此适足以明其不知权变，而终惑于大道也。”",
    "title": "答客难",
    "author": "东方朔",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　虎丘去城可七八里，其山无高岩邃壑，独以近城，故箫鼓楼船，无日无之。凡月之夜，花之晨，雪之夕，游人往来，纷错如织，而中秋为尤胜。 　　每至是日，倾城阖户，连臂而至。衣冠士女，下迨蔀屋，莫不靓妆丽服，重茵累席，置酒交衢间。从千人石上至山门，栉比如鳞，檀板丘积，樽罍云泻，远而望之，如雁落平沙，霞铺江上，雷辊电霍，无得而状。 　　布席之初，唱者千百，声若聚蚊，不可辨识。分曹部署，竟以歌喉相斗，雅俗既陈，妍媸自别。未几而摇手顿足者，得数十人而已；已而明月浮空，石光如练，一切瓦釜，寂然停声，属而和者，才三四辈；一箫，一寸管，一人缓板而歌，竹肉相发，清声亮彻，听者魂销。比至夜深，月影横斜，荇藻凌乱，则箫板亦不复用；一夫登场，四座屏息，音若细发，响彻云际，每度一字，几尽一刻，飞鸟为之徘徊，壮士听而下泪矣。 　　剑泉深不可测，飞岩如削。千顷云得天池诸山作案，峦壑竞秀，最可觞客。但过午则日光射人，不堪久坐耳。文昌阁亦佳，晚树尤可观。而北为平远堂旧址，空旷无际，仅虞山一点在望，堂废已久，余与江进之谋所以复之，欲祠韦苏州、白乐天诸公于其中；而病寻作，余既乞归，恐进之之兴亦阑矣。山川兴废，信有时哉！ 　　吏吴两载，登虎丘者六。最后与江进之、方子公同登，迟月生公石上。歌者闻令来，皆避匿去。余因谓进之曰：“甚矣，乌纱之横，皂隶之俗哉！他日去官，有不听曲此石上者，如月！”今余幸得解官称吴客矣。虎丘之月，不知尚识余言否耶？  ",
    "title": "虎丘记",
    "author": "袁宏道",
    "book": "辞赋",
    "dynasty": "明代"
}, {
    "content": "　　盖诗有六义焉，其二曰赋。杨雄曰：“诗人之赋丽以则。”班固曰：“赋者，古诗之流也。”。先王采焉，以观土风。见“绿竹猗猗”于宜，则知卫地淇澳之产；见“在其版屋”，则知秦野西戎之宅。故能居然而辨八方。　　然相如赋上林而引“卢橘夏熟”，杨雄赋甘泉而陈“玉树青葱”，班固赋西都而叹以出比目，张衡赋西京而述以游海若。假称珍怪，以为润色，若斯之类，匪啻于兹。考之果木，则生非其壤；校之神物，则出非其所。于辞则易为藻饰，于义则虚而无徵。且夫玉卮无当，虽宝非用；侈言无验，虽丽非经。而论者莫不诋讦其研精，作者大氐举为宪章。积习生常，有自来矣。　　余既思摹二京而赋三都，其山川城邑则稽之地图，其鸟兽草木则验之方志。风谣歌舞，各附其俗；魁梧长者，莫非其旧。何则？发言为诗者，咏其所志也；美物者贵依其本，赞事者宜本其实。匪本匪实，览者奚信？且夫任土作贡，虞书所著；辩物居方，周易所慎。聊举其一隅，摄其体统，归诸诂训焉。　　魏国先生有睟其容，乃盱衡而诰曰：“异乎交益之士，盖音有楚夏者，土风之乖也；情有险易者，习俗之殊也。虽则生常，固非自得之谓也。昔市南宜僚弄丸，而两家之难解。聊为吾子复玩德音，以释二客竞于辩囿者也。 　　夫泰极剖判，造化权舆。体兼昼夜，理包清浊。流而为江海，结而为山岳。列宿分其野，荒裔带其隅。岩冈潭渊，限蛮隔夷，峻危之窍也。蛮陬夷落，译导而通，鸟兽之氓也。正位居体者，以中夏为喉，不以边垂为襟也。长世字甿者，以道德为藩，不以袭险为屏也。而子大夫之贤者，尚弗曾庶翼等威，附丽皇极。思禀正朔，乐率贡职。而徒务於诡随匪人，宴安於绝域。荣其文身，骄其险棘。缪默语之常伦，牵胶言而逾侈。饰华离以矜然，假倔彊而攘臂。非醇粹之方壮，谋踳驳於王义。孰愈寻靡{艹汧}於中逵，造沐猴於棘刺。剑阁虽嶚(嶚 一作：险)，凭之者蹶，非所以深根固蒂也。洞庭虽濬，负之者北，非所以爱人治国也。彼桑榆之末光，逾长庚之初辉。况河冀之爽垲，与江介之湫湄。故将语子以神州之略，赤县之畿。魏都之卓荦，六合之枢机。 　　于时运距阳九，汉网绝维。奸回内赑，兵缠紫微。翼翼京室，眈眈帝宇，巢焚原燎，变为煨烬，故荆棘旅庭也。殷殷寰内，绳绳八区，锋镝纵横，化为战场，故麋鹿寓城也。伊洛榛旷，崤函荒芜。临菑牢落，鄢郢丘墟。而是有魏开国之日，缔构之初。万邑譬焉，亦独焠麋之与子都。培塿之与方壶也。 　　且魏地者，毕昴之所应，虞夏之馀人。先王之桑梓，列圣之遗尘。考之四隈，则八埏之中；测之寒暑，则霜露所均。卜偃前识而赏其隆，吴札听歌而美其风。虽则衰世，而盛德形於管弦；虽逾千祀，而怀旧蕴於遐年。尔其疆域，则旁极齐秦，结凑冀道。开胸殷卫，跨蹑燕赵。山林幽岟，川泽回缭。恒碣碪?於青霄，河汾浩涆而皓溔。南瞻淇澳，则绿竹纯茂；北临漳滏，则冬夏异沼。神钲迢递於高峦，灵响时惊於四表。温泉毖涌而自浪，华清荡邪而难老。墨井盐池，玄滋素液。厥田惟中，厥壤惟白。原隰畇畇，坟衍斥斥。或嵬罍而衤复陆，或黋朗而拓落。乾坤交泰而絪缊，嘉祥徽显而豫作。是以兆朕振古，萌柢畴昔。藏气谶纬，閟象竹帛。迥时世而渊默，应期运而光赫。暨圣武之龙飞，肇受命而光宅。 　　爰初自臻，言占其良。谋龟谋筮，亦既允臧。修其郛郭，缮其城隍。经始之制，牢笼百田。画雍豫之居，写八都之宇。鉴茅茨於陶唐，察卑宫於夏禹。古公草创，而高门有闶；宣王中兴，而筑室百堵。兼圣哲之轨，并文质之状。商丰约而折中，准当年而为量。思重爻，摹大壮。览荀卿，采萧相。拱木於林衡，授全模於梓匠。遐迩悦豫而子来，工徒拟议而骋巧。阐钩绳之筌绪，承二分之正要。揆日晷，考星耀。建社稷，作清庙。筑曾宫以回匝，比冈隒而无陂。造文昌之广殿，极栋宇之弘规。崶若崇山嚬起以崔嵬，髧若玄云舒蜺以高垂。瑰材巨世，参差。枌橑衤复结，栾栌叠施。丹梁虹申以并亘，朱桷森布而支离。绮井列疏以悬蒂，华莲重葩而倒披。齐龙首而涌霤，时梗概於滮池。旅楹闲列，晖鉴抰振。榱题黮<黑逮>，阶盾嶙峋。长庭砥平，锺虡夹陈。风无纤埃，雨无微津。岩岩北阙，南端逌遵。竦峭双碣，方驾比轮。西辟延秋，东启长春。用觐群后，观享颐宾。 　　左则中朝有赩，听政作寝。匪朴匪，去泰去甚。木无雕锼，土无绨锦。玄化所甄，国风所禀。於前则宣明显阳，顺德崇礼。重闱洞出，锵锵济济。珍树猗猗，奇卉萋萋。蕙风如薰，甘露如醴。禁台省中，连闼对廊。直事所繇，典刑所藏。蔼蔼列侍，金蜩齐光。诘朝陪幄，纳言有章。亚以柱後，执法内侍。符节谒者，典玺储吏。膳夫有官，药剂有司。肴醳顺时，腠理则治。於後则椒鹤文石，永巷壸术。楸梓木兰，次舍甲乙。西南其户，成之匪日。丹青焕炳，特有温室。仪形宇宙，历像贤圣。图以百瑞，綷以藻咏。芒芒终古，此焉则镜。有虞作绘，兹亦等竞。 　　右则疏圃曲池，下畹高堂。兰渚莓莓，石濑汤汤。弱葼系实，轻叶振芳。奔龟跃鱼，有祭吕梁。驰道周屈於果下，延阁胤宇以经营。飞陛方辇而径西，三台列峙以峥嵘。亢阳台於阴基，拟华山之削成。上累栋而重霤，下冰室而沍冥。周轩中天，丹墀临猋。增构瓘瓘，清尘彯彯。云雀踶甍而矫首，壮翼摛镂於青霄。雷雨窈冥而未半，皦日笼光於绮寮。习步顿以升降，御春服而逍遥。八极可围於寸眸，万物可齐於一朝。长涂牟首，豪徼互经。晷漏肃唱，明宵有程。附以兰锜，宿以禁兵。司卫闲邪，钩陈罔惊。於是崇墉濬洫，婴堞带涘。四门，隆厦重起。凭太清以混成，越埃壒而资始。藐藐标危，亭亭峻趾。临焦原而不怳，谁劲捷而无犭思？与冈岑而永固，非有期乎世祀。阳灵停曜於其表，阴祇蒙雾於其里。菀以玄武，陪以幽林。缭垣开囿，观宇相临。硕果灌丛，围木竦寻。篁筱怀风，蒲陶结阴。回渊漼，积水深。蒹葭，雚蒻森。丹藕凌波而的皪，绿芰泛涛而浸潭。羽翮颉颃，鳞介浮沈。栖者择木，雊者择音。若咆渤澥与姑馀，常鸣鹤而在阴。表清籞，勒虞箴。思国恤，忘从禽。樵苏往而无忌，即鹿纵而匪禁。腜腜坰野，奕奕菑亩。甘荼伊蠢，芒种斯阜。西门溉其前，史起灌其後。墱流十二，同源异口。畜为屯云，泄为行雨。水澍粳稌，陆莳稷黍。黝黝桑柘，油油麻纻。均田画畴，蕃庐错列姜芋充茂，桃李荫翳家安其所，而服美自悦。邑屋相望，而隔逾奕世。 　　内则街冲辐辏，朱阙结隅。石杠飞梁，出控漳渠。疏通沟以滨路，罗青槐以荫涂。比沧浪而可濯，方步朓而有逾。习习冠盖，莘莘蒸徒。斑白不提，行旅让衢。设官分职，营处署居。夹之以府寺，班之以里闾。其府寺则位副三事，官逾六卿。奉常之号，大理之名。厦屋一揆，华屏齐荣。肃肃阶，重门再扃。师尹爰止。毗代作桢。其闾阎则长寿吉阳，永平思忠。亦有戚里，寘宫之东。闬出长者，巷苞诸公。都护之堂，殿居绮窗。舆骑朝猥，蹀危攵其中。营客馆以周坊，<食芳>宾侣之所集。玮丰楼之闬闳，起建安而首立。葺墙幂室，房庑杂袭。剞劂罔掇，匠积习。广成之传无以畴，街之邸不能及。廓三市而开廛，籍平逵而九达。班列肆以兼罗，设阛阓以襟带。济有无之常偏，距日中而毕会。抗旗亭之峣薛，侈所<兆见>之博大。百隧毂击，连轸万贯，凭轼捶马，袖幕纷半。壹八方而混同，极风采之异观。质剂平而交易，刀布贸而无算。财以工化，贿以商通。难得之货，此则弗容。器周用而长务，物背窳而就攻。不鬻邪而豫贾，著驯风之醇醲。白藏之藏，富有无堤。同赈大内，控引世资，賨幏积墆，琛币充牣。关石之所和钧，财赋之所厎慎。燕弧盈库而委劲，冀马填厩而驵骏。 　　至乎勍敌纠纷，庶土罔宁。圣武兴言，将曜威灵。介胄重袭，旍旗跃茎。弓珧解檠，矛鋋飘英。三属之甲，缦胡之缨。控弦简发，妙拟更嬴。齐被练而銛戈，袭偏裻以讠贵列。毕出征而中律，执奇正以四伐。硕画精通，目无匪制。推锋积纪，铓气弥锐。三接三捷，既昼亦月。克翦方命，吞灭咆烋。云撤叛换，席卷虔刘。祲威八纮，荒阻率由。洗兵海岛，刷马江洲。振旅甸甸，反旆悠悠。凯归同饮，疏爵普畴。朝无刓印，国无费留。 　　丧乱既弭而能宴，武人归兽而去战。萧斧戢柯以柙刃，虹旍摄麾以就卷。斟洪范，酌典宪。观所恒，通其变。上垂拱而司契，下缘督而自劝。道来斯贵，利往则贱。囹圄寂寥，京庾流衍。於时东鳀即序，西倾顺轨。荆南怀憓，朔北思韪。绵绵迥涂，骤山骤水。襁负赆贽，重译贡篚。髽首之豪，鐻耳之杰。服其荒服。敛衽魏阙。置酒文昌，高张宿设。其夜未遽，庭燎晢々。有客祁祁，载华载裔。岌岌冠縰，累累辫发。清酤如济，浊醪如河。冻醴流澌，温酎跃波。丰肴衍衍，行庖皤皤。愔愔醧宴，酣湑无哗延广乐，奏九成。冠韶夏，冒六茎。傮响起，疑震霆。天宇骇，地庐惊。亿若大帝之所兴作，二嬴之所曾聆。金石丝竹之恒韵，匏土革木之常调。干戚羽旄之饰好，清讴微吟之要妙。世业之所日用，耳目之所闻觉。杂糅纷错，兼该泛博。鞮鞻所掌之音，韎昧任禁之曲。以娱四夷之君，以睦八荒之俗。 　　既苗既狩，爰游爰豫。藉田以礼动，大阅以义举。备法驾，理秋御。显文武之壮观，迈梁驺之所著。林不槎枿，泽不伐夭。斧斨以时，罾以道。德连木理，仁挺芝草。皓兽为之育薮，丹鱼为之生沼。矞云翔龙，泽马亍阜。山图其石，川形其宝。莫黑匪乌，三趾而来仪。莫赤匪狐，九尾而自扰。嘉颖离合以汤汤，醴泉涌流而浩浩。显祯祥以曲成，固触物而兼造。盖亦明灵之所酬酢，休徵之所伟兆。 　　旼々率土，迁善罔匮。沐浴福应，宅心醰粹。馀粮栖亩而弗收，颂声载路而洋溢。河洛开奥，符命用出。翩翩黄鸟，衔书来讯人谋所尊，鬼谋所秩。刘宗委驭，巽其神器。闚玉策於金縢，案图於石室。考历数之所在，察五德之所莅。量寸旬，涓吉日。陟中坛，即帝位。改正朔，易服色。继绝世，脩废职。徽帜以变，器械以革。显仁翌明，藏用玄默。菲言厚行，陶化染学。雠校篆籀，篇章毕觌。优贤著於扬历，匪孽形於亲戚。本枝别干，蕃屏皇家。勇若任城，才若东阿。抗旍则威噞秋霜，摛翰则华纵春葩。英喆雄豪，佐命帝室。相兼二八，将猛四七。赫赫震震，开务有谧。故令斯民睹泰阶之平，可比屋而为一。 　　算祀有纪，天禄有终。传业禅祚，高谢万邦。皇恩绰矣，帝德冲矣。让其天下，臣至公矣。荣操行之独得，超百王之庸庸。追亘卷领与结绳，睠留重华而比踪。尊卢赫胥，羲农有熊。虽自以为道，洪化以为隆。世笃玄同，奚遽不能与之踵武而齐其风？是故料其建国，析其法度。谘其考室，议其举厝。复之而无斁，申之而有裕。非疏粝之士所能精，非鄙俚之言所能具。“至於山川之倬诡，物产之魁殊。或名奇而见称，或实异而可书。生生之所常厚，洵美之所不渝。其中则有鸳鸯交谷，虎涧龙山。掘鲤之淀，盖节之渊。嬛嬛精卫，衔木偿怨。常山平干，钜鹿河间。列真非一，往往出焉。昌容练色，犊配眉连。玄俗无影，木羽偶仙。琴高沈水而不濡，时乘赤鲤而周旋。师门使火以验术，故将去而林燔。易阳壮容，卫之稚质。邯郸鵕步，赵之鸣瑟。真定之梨，故安之栗。醇酎中山，流湎千日。淇洹之笋，信都之枣。雍丘之粱，清流之稻。锦绣襄邑，罗绮朝歌。绵纩房子，缣裛清河。若此之属，繁富夥够。可单究，是以抑而未罄也。盖比物以错辞，述清都之闲丽。虽选言以简章，徒九复而遗旨。览大易与春秋，判殊隐而一致。末上林之隤墙，本前脩以作系。 　　其军容弗犯，信其果毅。纠华绥戎，以戴公室。元勋配管敬之绩，歌锺析邦君之肆。则魏绛之贤有令闻也。闲居隘巷，室迩心遐。富仁宠义，职竞弗罗。千乘为之轼庐，诸侯为之止戈。则干木之德自解纷也。贵非吾尊，重士逾山。亲御监门，嗛嗛同轩。搦秦起赵。威振八蕃。则信陵之名若兰芬也。英辩荣枯，能济其厄。位加将相，窒隙之策。四海齐锋，一口所敌，张仪、张禄亦足云也。 　　搉惟庸蜀与鸲鹊同窠，句吴与黾同穴。一自以为禽鸟，一自以为鱼鳖。山阜猥积而踦　区，泉流迸集而咉咽。隰壤瀸漏而沮洳，林薮石留而芜秽。穷岫泄云，日月恒翳。宅土熇暑，封疆障疠。蔡莽螫剌，昆虫毒噬。汉罪流御，秦馀徙<列巾>。宵貌蕞陋，禀质脆。巷无杼首，里罕耆耋。或魋髻而左言，或镂肤而钻发。或明发而嬥歌，或浮泳而卒岁。风俗以果为婳，人物以戕害为艺。威仪所不摄，宪章所不缀。由重山之束厄，因长川之裾势。距远关以闚，时高樔而陛制。薄戍绵幂，无异蛛蝥之网；弱卒琐甲，无异螳螂之卫。 　　与先世而常然，虽信险而剿绝。揆既往之前迹，即将来之後辙。成都迄已倾覆，建邺则亦颠沛。顾非累卵於叠釭，焉至观形而怀怛！权假日以馀荣，比朝华而菴蔼。览麦秀与黍离，可作谣於吴会。” 　　先生之言未卒，吴蜀二客，矍焉相顾，倏焉失所。有靦瞢容，神形茹。气离坐，倏墨而谢。曰：“仆党清狂，怵迫闽濮。习蓼虫之忘辛，玩进退之惟谷。非常寐而无觉，不睹皇舆之轨躅。过以亻凡剽之单慧，历执古之醇听。兼重以崒缪，偭辰光而罔定。先生玄识，深颂靡测。得闻上德之至盛，匪同忧於有圣。抑若春霆发响，而惊蛰飞竞。潜龙浮景，而幽泉高镜。虽星有风雨之好，人有异同之性。庶觌蔀家与剥庐，非苏世而居正。且夫寒谷丰黍，吹律暖之也。昬情爽曙，箴规显之也。虽明珠兼寸，尺璧有盈。曜车二六，三倾五城，未若申锡典章之为远也。”亮曰：“日不双丽，世不两帝。天经地纬，理有大归。安得齐给守其小辩也。”　　东吴王孙冁然而咍，曰：“夫上图景宿，辨於天文者也。下料物土，析於地理者也。古先帝代，曾览八纮之洪绪。一六合而光宅，翔集遐宇。鸟策篆素，玉牒石记。乌闻梁岷有陟方之馆、行宫之基欤？而吾子言蜀都之富，禺同之有。玮其区域，美其林薮。矜巴汉之阻，则以为袭险之右。徇蹲鸱之沃，则以为世济阳九。龌龊而算，顾亦曲士之所叹也。旁魄而论都，抑非大人之壮观也。何则？土壤不足以摄生，山川不足以周卫。公孙国之而破，诸葛家之而灭。兹乃丧乱之丘墟，颠覆之轨辙。安可以俪王公而著风烈也？玩其碛砾而不窥玉渊者，未知骊龙之所蟠也。习其弊邑而不睹上邦者，未知英雄之所躔也。 　　“子独未闻大吴之巨丽乎？且有吴之开国也，造自太伯，宣於延陵。盖端委之所彰，高节之所兴。建至德以创洪业，世无得而显称。由克让以立风俗，轻脱鵕於千乘。若率土而论都，则非列国之所觖望也。故其经略，上当星纪。拓土画疆，卓荦兼并。包括干越，跨蹑蛮荆。婺女寄其曜，翼轸寓其精。指衡岳以镇野，目龙川而带坰。 　　“尔其山泽，则嵬嶷峣屼，?婴冥郁岪。溃渱泮汗，滇氵眄淼漫。或涌川而开渎，或吞江而纳汉。磈々，滮々涆々。?钦碒乎数州之间，灌注乎天下之半。百川派别，归海而会。控清引浊，混涛并濑。濆薄沸腾，寂寥长迈。濞焉汹汹，隐焉潏潏。出乎大荒之中，行乎东极之外。经扶桑之中林，包汤谷之滂沛。潮波汨起，回复万里。歊雾漨浡，云蒸昏昧。泓澄?#91;，澒溶沆漾。莫测其深，莫究其广。澶湉漠而无涯，牜怱有流而为长。朅异之所丛育，鳞甲之所集往。 　　“於是乎长鲸吞航，修鲵吐浪。跃龙腾蛇，鲛鲻琵琶。王鲔鯸鲐，鮣龟鱕?昔。乌贼拥剑，鼊鲭鳄。涵泳乎其中。葺鳞镂甲，诡类舛错。溯洄顺流，噞喁沈浮。鸟则鹍鸡鸀鳿，鹴鹄鹭鸿。鶢鶋避风，候雁造江。鸂敕?鷛渠?，　鹤鹙鸧。鹳鸥鹢鸬，氾滥乎其上。湛淡羽仪，随波参差。理翮整翰，容与自玩。雕啄蔓藻，刷荡漪澜。鱼鸟聱耴，万物蠢生。芒芒黖々，慌罔奄欻，神化翕忽，函幽育明。穷性极形，盈虚自然。蚌蛤珠胎，与月亏全。巨鳌赑屃，首冠灵山。大鹏缤翻，翼若垂天。振荡汪流，雷抃重渊。殷动宇宙，胡可胜原！ 　　“岛屿绵邈，洲渚冯隆。旷瞻迢递，迥眺冥蒙。珍怪丽，奇隙充。径路绝，风云通。洪桃屈盘，丹桂灌丛。琼枝抗茎而敷蕊，珊瑚幽茂而玲珑。增冈重阻，列真之宇。玉堂对溜，石室相距。蔼蔼翠幄，?弱?弱素女。江斐於是往来，海童於是宴语。斯实神妙之响象，嗟难得而覙缕！ 　　“尔乃地势坱圠，卉木镺蔓。遭薮为圃，值林为苑。异荂蓲，夏晔冬蒨。方志所辨，中州所羡。草则藿蒳豆蔻，姜汇非一。江蓠之属，海苔之类。纶组紫绛，食葛香茅。石帆水松，东风扶留。布濩皋泽，蝉联陵丘。夤缘山岳之岊，幂历江海之流。扤白蒂，衔朱蕤。郁兮?茂，晔兮菲菲。光色炫晃，芬馥肸蚃。职贡纳其包匦，离骚咏其宿莽。木则枫柙櫲樟，栟榈枸桹。绵杬杶栌，文欀桢橿。平仲桾櫏，松梓古度。楠榴之木，相思之树。宗生高冈，族茂幽阜。擢本千寻，垂荫万亩。攒柯挐茎，重葩殗叶。轮囷蚪蟠，鳞接。荣色杂糅，绸缪缛绣。宵露霮感，旭日晻孛。与风飖飏，<风幼>浏飕飗。鸣条律畅，飞音响亮。盖象琴筑并奏，笙竽俱唱。其上则猿父哀吟，犭军子长啸。狖鼯猓然，腾趠飞超。争接县垂，竞游远枝。惊透沸乱，牢落翚散。其下则有枭羊麡狼，猰?犭区象。乌菟之族，犀兕之党。钩爪锯牙，自成锋颖。精若燿星，声若云霆。名载於山经，形镂於夏鼎。 　　“其竹则筼筜箖箊，桂箭射筒。柚梧有篁，篻簩有丛。苞笋抽节，往往萦结。绿叶翠茎，冒霜停雪。橚矗森萃，蓊茸萧瑟。檀栾蝉蜎，玉润碧鲜。梢云无以逾，嶰谷弗能连。鸑鷟食其实，鹓雏扰其间。其果则丹橘馀甘，荔枝之林。槟榔无柯，椰叶无阴。龙眼橄榄，榴御霜。结根比景之阴，列挺衡山之阳。素华斐，丹秀芳。临青壁，系紫房。鹧鸪南翥而中留，孔雀綷羽以翱翔。山鸡归飞而来栖，翡翠列巢以重行。其琛赂则琨瑶之阜，铜锴之垠。火齐之宝，骇鸡之珍。赪丹明玑，金华银朴。紫贝流黄，缥碧素玉。隐赈崴，杂插幽屏。精曜潜颖，硩陊山谷。碕岸为之不枯，林木为之润黩。隋侯於是鄙其夜光，宋王於是陋其结绿。“其荒陬谲诡，则有龙穴内蒸，云雨所储。陵鲤若兽，浮石若桴。双则比目，片则王馀。穷陆饮木，极沈水居。泉室潜织而卷绡，渊客慷慨而泣珠。开北户以向日，齐南冥於幽都。其四野，则畛畷无数，膏腴兼倍。原隰殊品，窊隆异等。象耕鸟耘，此之自与。穱秀菰穗，於是乎在。煮海为盐，采山铸钱。国税再熟之稻，乡贡八蚕之绵。 　　“徒观其郊隧之内奥，都邑之纲纪。霸王之所根柢，开国之所基趾。郛郭周匝，重城结隅。通门二八，水道陆衢。所以经始，用累千祀。宪紫宫以营室，廓广庭之漫漫。寒暑隔阂於邃宇，虹霓回带於云馆。所以跨跱焕炳万里也。造姑苏之高台，临四远而特建，带朝夕之浚池，佩长洲之茂苑。窥东山之府，则环宝溢目；海陵之仓，则红粟流衍。起寝庙於武昌，作离宫於建业。阐阖闾之所营，采夫差之遗法。抗神龙之华殿，施荣楯而捷猎。崇临海之崔巍，饰赤乌之韡晔。东西胶葛，南北峥嵘。房栊对櫎，连阁相经。阍闼谲诡，异出奇名。左称弯碕，右号临硎。雕栾镂楶，青琐丹楹。图以云气，画以仙灵。虽兹宅之夸丽，曾未足以少宁。思比屋於倾宫，毕结瑶而构琼。高闱有闶，洞门方轨。朱阙双立，驰道如砥。树以青槐，亘以绿水。玄荫眈眈，清流亹亹。列寺七里，侠栋阳路。屯营栉比，解署釭布。横塘查下，邑屋隆夸。长干延属，飞甍舛互。 　　“其居则高门鼎贵，魁岸豪杰。虞魏之昆，顾陆之裔。歧嶷继体，老成弈世。跃马叠迹，朱轮累辙。陈兵而归，兰锜内设。冠盖云荫，闾阎阗噎。其邻则有任侠之靡，轻訬之客。缔交翩翩，亻宝从弈弈。出蹑珠履，动以千百。里宴巷饮，飞觞举白。翘关扛鼎。拚射壶博。鄱阳暴谑，中酒而作。 　　“於是乐只衎而欢饫无匮，都辇殷而四奥来暨。水浮陆行，方舟结驷。唱棹转毂，昧旦永日。开市朝而并纳，横阛阓而流溢。混品物而同廛，并都鄙而为一。士女伫眙，商贾骈{比土}。纻衣絺服，杂沓傱萃。轻舆按辔以经隧，楼船举颿而过肆。果布辐凑而常然，致远流离与珂。纟集贿纷纭，器用万端。金镒磊砢，珠琲阑干。桃笙象簟，韬於筒中；蕉葛升越，弱於罗纨。泶犭翏，交贸相竞。喧哗喤呷，芬葩荫映。挥袖风飘而红尘昼昬；流汗霡霂而中逵泥泞。 “富中之甿，货殖之选。乘时射利，财丰巨万。竞其区宇，则并疆兼巷；矜其宴居，则珠服玉馔。趫材悍壮，此焉比庐。捷若庆忌，勇若专诸。危冠而出，竦剑而趋。扈带鲛函，扶揄属镂藏鍦於人，去<盾戈>自闾。家有鹤膝，户有犀渠。军容蓄用，器械兼储。吴钩越棘，纯钧湛卢。戎车盈於石城，戈船掩乎江湖。 　　“露往霜来，日月其除。草木节解，鸟兽腯肤。观鹰隼，诫征夫。坐组甲，建祀姑。命官帅而拥铎，将校猎乎具区。乌浒狼荒，夫南西屠。儋耳黑齿之酋，金邻象郡之渠。戊矞，靸霅警捷，先驱前涂。俞骑骋路，指南司方。出车槛槛，被练锵锵。吴王乃巾玉辂，轺骕骦。旗鱼须，常重光。摄乌号，佩干将。羽旄扬蕤，雄戟耀芒。贝胄象弭，织文鸟章。六军袀服，四骐龙骧。峭格周施，罿罻普张。罼鶒琐结，罠氾连纲。阹以九疑，御以沅湘。輶轩蓼扰，彀骑炜煌。袒裼徒搏，拔距投石之部。猿臂骿胁，狂趭犷猤。鹰瞵鹗视，じす翊。若离若合者，相与腾跃乎莽　之野。干卤殳鋋，旸夷勃卢之旅。长<矛殳>短兵，直发驰骋。儇佻坌并，衔枚无声。悠悠旆旌者，相与聊浪乎昧莫之坰。钲鼓叠山，火烈熛林。飞爓浮烟，载霞载阴。菈擸雷硠，崩峦弛岑。鸟不择木，兽不择音。<虎武>甝，<系页>麋麖。蓦六驳，追飞生。弹鸶鶁，射猱犭廷。白雉落，黑鸩零。陵绝???嶕，聿越巉险。跇逾竹柏，猭杞柟。封豨，神螭掩。刚镞润，霜刃染。 　　“於是弭节顿辔，齐镳驻跸。徘徊倘佯，寓目幽蔚。览将帅之拳勇，与士卒之抑扬。羽族以觜距为刀铍，毛群以齿角为矛铗，皆体著而应卒。所以挂扢而为创痏，冲踤而断筋骨。莫不衄锐挫芒，拉捭摧藏。虽有石林之岝崿，请攘臂而靡之；虽有雄虺之九首，将抗足而跐之。颠覆巢居，剖破窟宅。仰攀鵕鸃，俯蹴豺敠。刦剞熊罴之室，剽掠虎豹之落。猩猩啼而就禽，笑而被格。屠巴蛇，出象骼。斩鹏翼，掩广泽。轻禽狡兽，周章夷犹。狼跋乎中，忘其所以睒睗，失其所以去就。魂褫气慑而自踢　伏者，应弦饮羽，形偾景僵者，累积而增益，杂袭错缪。倾薮薄，倒岬岫。岩穴无豜豵，翳荟无{鹿需}鹨。思假道於丰隆，披重霄而高狩。笼乌兔於日月，穷飞走之栖宿。“嶰涧閴，冈岵童。罾罘满，效获众。回靶乎行邪，睨观鱼乎三江。泛舟航於彭蠡，浑万艘而既同。弘舸连舳，巨槛接舻。飞云盖海，制非常模。叠华楼而岛跱，时仿於方壶。比鹢首而有裕，迈馀皇於往初。张组帏，构流苏。开轩幌，镜水区。槁工楫师，选自闽禺。习御长风，狎玩灵胥。责千里於寸阴，聊先期而须臾。棹讴唱，箫籁鸣。洪流响，渚禽惊。弋磻放，稽鹪明?。虞机发，留　。钩铒纵横，网罟接绪。术兼詹公，巧倾任父。筌?亘亸，鲡鲿魦。罩两魪，罺鰝虾。乘鲎鼋鼍，同罛共罗。沈虎潜鹿，馽龓僒束。鲸辈中於群犗，搀抢暴出而相属。虽复鲤，无临河而钓异射鲋於井谷。 “结轻舟而竞逐，迎潮水而振缗。想萍实之复形，访灵夔於鲛人。精卫衔石而遇缴，文鳐夜飞而触纶。北山亡其翔翼，西海失其游鳞。雕题之士，镂身之卒。比饰虬龙，蛟螭与对。简其华质，则费锦缋。料其虓勇，则雕悍狼戾。相与昧潜险，搜环奇。摸蝳蝐，扪觜?隽。剖巨蚌於回渊，濯明月於涟漪。 　　“毕天下之至异，讫无索而不臻。溪壑为之一罄，川渎为之中贫。哂澹台之见谋，聊袭海而徇珍。载汉女於后舟，追晋贾而同尘。汨乘流以砰宕，翼飔风之<风刘>々。直冲涛而上濑，常沛沛以悠悠。汔可休而凯归，揖天吴与阳侯。指包山而为期，集洞庭而淹留。数军实乎桂林之苑，飨戎旅乎落星之楼。置酒若淮泗，积肴若山丘。飞轻轩而酌绿酃，方双辔而赋珍羞。饮烽起，釂鼓震。士遗倦，众怀欣。幸乎馆娃之宫，张女乐而娱群臣。罗金石与丝竹，若钧天之下陈。登东歌，操南音。胤阳阿，咏韎任。荆艳楚舞，吴愉越吟。翕习容裔，靡靡愔愔。 　　“若此者，与夫唱和之隆响，动锺鼓之铿耾。有殷坻颓於前，曲度难胜。皆与谣俗汁协，律吕相应。其奏乐也，则木石润色；其吐哀也，则凄风暴兴。或超延露而驾辩，或逾绿水而采菱。军马弭髦而仰秣，渊鱼竦鳞而上升。酣湑半，八音并。欢情留，良辰征。鲁阳挥戈而高麾，回曜灵於太清。将转西日而再中，齐既往之精诚。 　　“昔者夏后氏朝群臣於兹土，而执玉帛者以万国。盖亦先生之所高会，而四方之所轨则。春秋之际，要盟之主。阖闾信其威，夫差穷其武。内果伍员之谋，外骋孙子之奇。胜强楚於柏举，栖劲越於会稽。阙沟乎商鲁，争长於黄池。徒以江湖嶮陂，物产殷充。绕溜未足言其固，郑白未足语其丰。士有陷坚之锐，俗有节概之风。睚眦则挺剑，喑呜则弯弓。拥之者龙腾，据之者虎视。麾城若振槁，搴旗若顾指。虽带甲一朝，而元功远致。虽累叶百叠，而富强相继。乐湑衎其方域，列仙集其土地。桂父练形而易色，赤须蝉蜕而附丽。中夏比焉，毕世而罕见，丹青图其珍玮，贵其宝利也。舜禹游焉，没齿而忘归，精灵留其山阿，玩其奇丽也。剖判庶士，商搉万俗。国有郁鞅而显敞，邦有湫厄而踡跼。伊兹都之函弘，倾神州而韫椟。仰南斗以斟酌，兼二仪之优渥。 　　“繇此而揆之，西蜀之於东吴，小大之相绝也，亦犹棘林萤燿，而与夫木龙烛也。否泰之相背也，亦犹帝之悬解，而与桎梏疏属也。庸可共世而论巨细，同年而议丰确乎？暨其幽遐独邃，寥廓闲奥。耳目之所不该，足趾之所不蹈。倜傥之极异，誳诡之殊事，藏理於终古，而未寤於前觉也。若吾子之所传，孟浪之遗言，略举其梗概，而未得其要妙也。”　　有西蜀公子者，言于东吴王孙，曰：盖闻天以日月为纲，地以四海为纪。九土星分，万国错跱。崤函有帝皇之宅，河洛为王者之里。吾子岂亦曾闻蜀都之事欤？请为左右扬搉而陈之。 　　夫蜀都者，盖兆基于上世，开国于中古。廓灵关以为门，包玉垒而为宇。带二江之双流，抗峨眉之重阻。水陆所凑，兼六合而交会焉；丰蔚所盛，茂八区而庵蔼焉。 　　于前则跨蹑犍牂，枕倚交趾。经途所亘，五千余里。山阜相属，含溪怀谷。岗峦纠纷，触石吐云。郁葐蒕以翠微，崛巍巍以峨峨。干青霄而秀出，舒丹气而为霞。龙池瀑濆其隈，漏江伏流溃其阿。汩若汤谷之扬涛，沛若蒙汜之涌波。于是乎邛竹缘岭，菌桂临崖。旁挺龙目，侧生荔枝。布绿叶之萋萋，结朱实之离离。迎隆冬而不凋，常晔晔以猗猗。孔翠群翔，犀象竞驰。白雉朝雊，猩猩夜啼。金马骋光而绝景，碧鸡儵忽而曜仪。火井沈荧于幽泉，高爓飞煽于天垂。其间则有虎珀丹青，江珠瑕英。金沙银砾，符采彪炳，晖丽灼烁。 　　于后则却背华容，北指昆仑。缘以剑阁，阻以石门。流汉汤汤，惊浪雷奔。望之天回，即之云昏。水物殊品，鳞介异族。或藏蛟螭，或隐碧玉。嘉鱼出于丙穴，良木攒于褒谷。其树则有木兰梫桂，杞櫹椅桐，椶枒楔枞。楩柟幽蔼于谷底，松柏蓊郁于山峰。擢修干，竦长条。扇飞云，拂轻霄。羲和假道于峻歧，阳乌回翼乎高标。巢居栖翔，聿兼邓林。穴宅奇兽，窠宿异禽。熊罴咆其阳，雕鹗鴥其阴。猿狖腾希而竞捷，虎豹长啸而永吟。 　　于东则左绵巴中，百濮所充。外负铜梁于宕渠，内函要害于膏腴。其中则有巴菽巴戟，灵寿桃枝。樊以蒩圃，滨以盐池。蟞蛦山栖，鼋龟水处。潜龙蟠于沮泽，应鸣鼓而兴雨。丹沙赩炽出其阪，蜜房郁毓被其阜。山图采而得道，赤斧服而不朽。若乃刚悍生其方，风谣尚其武。奋之则賨旅，玩之则渝舞。锐气剽于中叶，蹻容世于乐府。 　　于西则右挟岷山，涌渎发川。陪以白狼，夷歌成章。坰野草昧，林麓黝儵。交让所植，蹲鸱所伏。百药灌丛，寒卉冬馥。异类众伙，于何不育？其中则有青珠黄环，碧砮芒消。或丰绿荑，或蕃丹椒。麋芜布濩于中阿，风连莚蔓于兰皋。红葩紫饰，柯叶渐苞。敷橤葳蕤，落英飘飖。神农是尝，卢跗是料。芳追气邪，味蠲疠痟。 　　其封域之内，则有原隰坟衍，通望弥博。演以潜沬，浸以绵雒。沟洫脉散，疆里绮错。黍稷油油，稻莫莫。指渠口以为云门，洒滮池而为陆泽。虽星毕之滂遝，尚未齐其膏液。 　　尔乃邑居隐赈，夹江傍山。栋宇相望，桑梓接连。家有盐泉之井，户有橘柚之园。其园则林檎枇杷，橙柿梬楟。榹桃函列，梅李罗生。百果甲宅，异色同荣。朱樱春熟，素柰夏成。若乃大火流，凉风厉。白露凝，微霜结。紫梨津润，樼栗罅发。蒲陶乱溃，若榴竞裂。甘至自零，芬芬酷烈。其园则有蒟蒻茱萸，瓜畴芋区。甘蔗辛姜，阳蓲阴敷。日往菲薇，月来扶疏。任土所丽，众献而储。 　　其沃瀛则有攒蒋丛蒲，绿菱红莲。杂以蕴藻，糅以苹蘩。总茎柅柅，裛叶蓁蓁。蕡实时味，王公羞焉。其中则有鸿俦鹄侣，振鹭鹈鹕。晨凫旦至，候雁衔芦。木落南翔，冰泮北徂。云飞水宿，哢吭清渠。其深则有白鼋命鳖，玄獭上祭。鳣鲔鳟鲂，鮷鳢鲨鲿。差鳞次色，锦质报章。跃涛戏濑，中流相忘。于是乎金城石郭，兼帀中区。既丽且崇，实号成都。辟二九之通门，画方轨之广涂。营新宫于爽垲，拟承明而起庐。结阳城之延阁，飞观榭乎云中。开高轩以临山，列绮窗而瞰江。内则议殿爵堂，武义虎威。宣化之闼，崇礼之闱。华阙双邈，重门洞开。金铺交映，玉题相晖。外则轨躅八达，里闬对出。比屋连甍，千庑万室。亦有甲第，当衢向术。坛宇显敞，高门纳驷。庭扣钟磬，堂抚琴瑟。匪葛匪姜，畴能是恤？ 　　亚以少城，接乎其西。市廛所会，万商之渊。列隧百重，罗肆巨千。贿货山积，纤丽星繁。都人士女，袨服靓妆。贾贸墆鬻，舛错纵横。异物崛诡，奇于八方。布有橦华，麫有桄榔。邛杖传节于大夏之邑，蒟酱流味于番禺之乡。舆辇杂沓，冠带混并。累毂叠迹，叛衍相倾。喧哗鼎沸，则哤聒宇宙；嚣尘张天，则埃壒曜灵。阛阓之里，伎巧之家。百室离房，机杼相和。贝锦斐成，濯色江波。黄润比筒，籯金所过。 　　侈侈隆富，卓郑埒名。公擅山川，货殖私庭。藏镪巨万，鈲摫兼呈。亦以财雄，翕习边城。三蜀之豪，时来时往。养交都邑，结俦附党。剧谈戏论，扼腕抵掌。出则连骑，归从百两。若其旧俗，终冬始春。吉日良辰，置酒高堂，以御嘉宾。金罍中坐，肴烟四陈。觞以清醥，鲜以紫鳞。羽爵执竞，丝竹乃发。巴姬弹弦，汉女击节。起西音于促柱，歌江上之飉厉。纡长袖而屡舞，翩跹跹以裔裔。合樽促席，引满相罚。乐饮今夕，一醉累月。 　　若夫王孙之属，郤公之伦。从禽于外，巷无居人。并乘骥子，俱服鱼文。玄黄异校，结驷缤纷。西逾金堤，东越玉津。朔别期晦，匪日匪旬。蹴蹈蒙笼，涉寥廓。鹰犬倏眒，罻罗络幕。毛群陆离，羽族纷泊。翕响挥霍，中网林薄。屠麖麋，翦旄麈。带文蛇，跨雕虎。志未骋，时欲晚。追轻翼，赴绝远。出彭门之阙，驰九折之阪。经三峡之峥嵘，蹑五屼之蹇浐。戟食铁之兽，射噬毒之鹿。皛貙氓于葽草，弹言鸟于森木。拔象齿，戾犀角。鸟铩翮，兽废足。 　　殆而朅来相与，第如滇池，集于江洲。试水客，舣轻舟。娉江婓，与神游。罨翡翠，钓鰋鮋。下高鹄，出潜虬。吹洞箫，发棹讴。感鱘鱼，动阳侯。腾波沸涌，珠贝汜浮。若云汉含星，而光耀洪流。将飨獠者，张帟幕，会平原。酌清酤，割芳鲜。饮御酣，宾旅旋。车马雷骇，轰轰阗阗。若风流雨散，漫乎数百里间。斯盖宅土之所安乐，观听之所踊跃也。焉独三川，为世朝市？ 　　若乃卓荦奇谲，倜傥罔已。一经神怪，一纬人理。远则岷山之精，上为井络。天帝运期而会昌，景福肸飨而兴作。碧出苌弘之血，鸟生杜宇之魄。妄变化而非常，羌见伟于畴昔。近则江汉炳灵，世载其英。蔚若相如，皭若君平。王褒韡晔而秀发，杨雄含章而挺生。幽思绚道德，摛藻掞天庭。考四海而为儁，当中叶而擅名。是故游谈者以为誉，造作者以为程也。至乎临谷为塞，因山为障。峻岨塍埒长城，豁险吞若巨防。一人守隘，万夫莫向。公孙跃马而称帝，刘宗下辇而自王。由此言之，天下孰尚？故虽兼诸夏之富有，犹未若兹都之无量也。 ",
    "title": "三都赋",
    "author": "左思",
    "book": "辞赋",
    "dynasty": "魏晋"
}, {
    "content": "　　美连娟以修嫭兮，命樔绝而不长。饰新官以延贮兮，泯不归乎故乡。惨郁郁其芜秽兮，隐处幽而怀伤。释舆马于山椒兮，奄修夜之不阳。秋气憯以凄泪兮，桂枝落而销亡。神茕茕以遥思兮，精浮游而出畺。托沈阴以圹久兮，惜蕃华之未央。念穷极之不还兮，惟幼眇之相羊。函荾荴以俟风兮，芳杂袭以弥章。的容与以猗靡兮，缥飘姚虖愈庄。燕淫衍而抚楹兮，连流视而娥扬。既激感而心逐兮，包红颜而弗明。欢接狎以离别兮，宵寤梦之芒芒。忽迁化而不反兮，魄放逸以飞扬。何灵魄之纷纷兮，哀裴回以踌躇。势路日以远兮，遂荒忽而辞去。超兮西征，屑兮不见。寖淫敞，寂兮无音。思若流波，怛兮在心。 　　乱曰：佳侠函光，陨朱荣兮。嫉妒闟茸，将安程兮。方时隆盛，年夭伤兮。弟子增欷，洿沫怅兮。悲愁於邑，喧不可止兮。向不虚应，亦云己兮。嫶妍太息，叹稚子兮。懰栗不言，倚所恃兮。仁者不誓，岂约亲兮？既往不来，申以信兮。去彼昭昭，就冥冥兮。既不新宫，不复故庭兮。呜呼哀哉，想魂灵兮！  ",
    "title": "李夫人赋",
    "author": "刘彻",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　岁将暮，时既昏。寒风积，愁云繁。梁王不悦，游于兔园。乃置旨酒，命宾友。召邹生，延枚叟。相如末至，居客之右。俄而微霰零，密雪下。王乃歌北风于卫诗，咏南山于周雅。授简于司马大夫，曰：“抽子秘思，骋子妍辞，侔色揣称，为寡人赋之。”[1]  　　相如于是避席而起，逡巡而揖。曰：臣闻雪宫建于东国，雪山峙于西域。岐昌发咏于来思，姬满申歌于《黄竹》。《曹风》以麻衣比色，楚谣以幽兰俪曲。盈尺则呈瑞于丰年，袤丈则表沴于阴德。雪之时义远矣哉！请言其始。　　若乃玄律穷，严气升。焦溪涸，汤谷凝。火井灭，温泉冰。沸潭无涌，炎风不兴。北户墐扉，裸壤垂缯。于是河海生云，朔漠飞沙。连氛累霭，揜日韬霞。霰淅沥而先集，雪纷糅而遂多。　　其为状也，散漫交错，氛氲萧索。蔼蔼浮浮，瀌瀌弈弈。联翩飞洒，徘徊委积。始缘甍而冒栋，终开帘而入隙。初便娟于墀庑，末萦盈于帷席。既因方而为圭，亦遇圆而成璧。眄隰则万顷同缟，瞻山则千岩俱白。于是台如重璧，逵似连璐。庭列瑶阶，林挺琼树，皓鹤夺鲜，白鹇失素，纨袖惭冶，玉颜掩姱。　　若乃积素未亏，白日朝鲜，烂兮若烛龙，衔耀照昆山。尔其流滴垂冰，缘溜承隅，粲兮若冯夷，剖蚌列明珠。至夫缤纷繁骛之貌，皓皔曒洁之仪。回散萦积之势，飞聚凝曜之奇，固展转而无穷，嗟难得而备知。　　若乃申娱玩之无已，夜幽静而多怀。风触楹而转响，月承幌而通晖。酌湘吴之醇酎，御狐貉之兼衣。对庭鹍之双舞，瞻云雁之孤飞。践霜雪之交积，怜枝叶之相违。驰遥思于千里，愿接手而同归。　　邹阳闻之，懑然心服。有怀妍唱，敬接末曲。于是乃作而赋积雪之歌，歌曰：　　携佳人兮披重幄，援绮衾兮坐芳褥。　　燎熏炉兮炳明烛，酌桂酒兮扬清曲。　　又续写而为白雪之歌，歌曰：　　曲既扬兮酒既陈，朱颜酡兮思自亲。　　愿低帷以昵枕，念解佩而褫绅。　　怨年岁之易暮，伤后会之无因。　　君宁见阶上之白雪，岂鲜耀于阳春。　　歌卒。王乃寻绎吟玩，抚览扼腕。顾谓枚叔，起而为乱，乱曰：　　白羽虽白，质以轻兮，白玉虽白，空守贞兮。未若兹雪，因时兴灭。玄阴凝不昧其洁，太阳不固其节。节岂我名，洁岂我贞。凭云升降，从风飘零。值物赋象，任地班形。素因遇立，污随染成。纵心皓然，何虑何营？",
    "title": "雪赋",
    "author": "谢惠连",
    "book": "辞赋",
    "dynasty": "南北朝"
}, {
    "content": "　　沵迆平原，南驰苍梧涨海，北走紫塞雁门。柂以漕渠，轴以昆岗。重关复江之隩，四会五达之庄。当昔全盛之时，车挂轊，人驾肩。廛闬扑地，歌吹沸天。孳货盐田，铲利铜山，才力雄富，士马精妍。故能侈秦法，佚周令，划崇墉，刳濬洫，图修世以休命。是以板筑雉堞之殷，井干烽橹之勤，格高五岳，袤广三坟，崪若断岸，矗似长云。制磁石以御冲，糊赪壤以飞文。观基扃之固护，将万祀而一君。出入三代，五百余载，竟瓜剖而豆分。泽葵依井，荒葛罥涂。坛罗虺蜮，阶斗麕鼯。木魅山鬼，野鼠城狐，风嗥雨啸，昏见晨趋。饥鹰厉吻，寒鸱吓雏。伏暴藏虎，乳血飡肤。崩榛塞路，峥嵘古馗。白杨早落，寒草前衰。稜稜霜气，蔌蔌风威。孤篷自振，惊沙坐飞。灌莽杳而无际，丛薄纷其相依。通池既已夷，峻隅又以颓。直视千里外，唯见起黄埃。凝思寂听，心伤已摧。若夫藻扃黼帐，歌堂舞阁之基；璇渊碧树，弋林钓渚之馆；吴蔡齐秦之声，鱼龙爵马之玩；皆薰歇烬灭，光沉响绝。东都妙姬，南国佳人，蕙心纨质，玉貌绛唇，莫不埋魂幽石，委骨穷尘。岂忆同辇之愉乐，离宫之苦辛哉？天道如何，吞恨者多。抽琴命操，为芜城之歌。歌曰：“边风急兮城上寒，井径灭兮丘陇残。千龄兮万代，共尽兮何言。”",
    "title": "芜城赋",
    "author": "鲍照",
    "book": "辞赋",
    "dynasty": "南北朝"
}, {
    "content": "　　若夫一枝之上，巢父得安巢之所；一壶之中，壶公有容身之地。况乎管宁藜床，虽穿而可座；嵇康锻灶，既暖而堪眠。岂必连闼洞房，南阳樊重之第；赤墀青锁，西汉王根之宅。余有数亩敝庐，寂寞人外，聊以拟伏腊，聊以避风霜。虽复晏婴近市，不求朝夕之利；潘岳面城，且适闲居之乐。况乃黄鹤戒露，非有意于轮轩；爰居避风，本无情于钟鼓。陆机则兄弟同居，韩康则舅甥不别，蜗角蚊睫，又足相容者也。　　尔乃窟室徘徊，聊同凿坯。桐间露落，柳下风来。琴号珠柱，书名玉杯。有棠梨而无馆，足酸枣而非台。犹得敧侧八九丈，纵横数十步，榆柳两三行，梨桃百余树。拔蒙密兮见窗，行敧斜兮得路。蝉有翳兮不惊，雉无罗兮何惧！草树混淆，枝格相交。山为篑覆，地有堂坳。藏狸并窟，乳鹊重巢。连珠细菌，长柄寒匏。可以疗饥，可以栖迟，崎岖兮狭室，穿漏兮茅茨。檐直倚而妨帽，户平行而碍眉。坐帐无鹤，支床有龟。鸟多闲暇，花随四时。心则历陵枯木，发则睢阳乱丝。非夏日而可畏，异秋天而可悲。　　一寸二寸之鱼，三竿两竿之竹。云气荫于丛蓍，金精养于秋菊。枣酸梨酢，桃榹李薁。落叶半床，狂花满屋。名为野人之家，是谓愚公之谷。试偃息于茂林，乃久羡于抽簪。虽有门而长闭，实无水而恒沉。三春负锄相识，五月披裘见寻。问葛洪之药性，访京房之卜林。草无忘忧之意，花无长乐之心。鸟何事而逐酒？鱼何情而听琴？　　加以寒暑异令，乖违德性。崔骃以不乐损年，吴质以长愁养病。镇宅神以薶石，厌山精而照镜。屡动庄舄之吟，几行魏颗之命。薄晚闲闺，老幼相携；蓬头王霸之子，椎髻梁鸿之妻。燋麦两瓮，寒菜一畦。风骚骚而树急，天惨惨而云低。聚空仓而雀噪，惊懒妇而蝉嘶。　　昔草滥于吹嘘，籍文言之庆余。门有通德，家承赐书。或陪玄武之观，时参凤凰之墟。观受釐于宣室，赋长杨于直庐。　　遂乃山崩川竭，冰碎瓦裂，大盗潜移，长离永灭。摧直辔于三危，碎平途于九折。荆轲有寒水之悲，苏武有秋风之别。关山则风月凄怆，陇水则肝肠断绝。龟言此地之寒，鹤讶今年之雪。百龄兮倏忽，光华兮已晚。不雪雁门之踦，先念鸿陆之远。非淮海兮可变，非金丹兮能转。不暴骨于龙门，终低头于马坂。谅天造兮昧昧，嗟生民兮浑浑。",
    "title": "小园赋",
    "author": "庾信",
    "book": "辞赋",
    "dynasty": "南北朝"
}, {
    "content": "　　金陵自北门桥西行二里，得小仓山，山自清凉胚胎，分两岭而下，尽桥而止。蜿蜒狭长，中有清池水田，俗号干河沿。河未干时，清凉山为南唐避暑所，盛可想也。凡称金陵之胜者，南曰雨花台，西南曰莫愁湖，北曰钟山，东曰冶城，东北曰孝陵，曰鸡鸣寺。登小仓山，诸景隆然上浮。凡江湖之大，云烟之变，非山之所有者，皆山之所有也。 　　康熙时，织造隋公当山之北巅，构堂皇，缭垣牖，树之荻千章，桂千畦，都人游者，翕然盛一时，号曰随园。因其姓也。后三十年，余宰江宁，园倾且颓弛，其室为酒肆，舆台嚾呶，禽鸟厌之不肯妪伏，百卉芜谢，春风不能花。余恻然而悲，问其值，曰三百金，购以月俸。茨墙剪园，易檐改途。随其高，为置江楼；随其下，为置溪亭；随其夹涧，为之桥；随其湍流，为之舟；随其地之隆中而欹侧也，为缀峰岫；随其蓊郁而旷也，为设宧窔。或扶而起之，或挤而止之，皆随其丰杀繁瘠，就势取景，而莫之夭阏者，故仍名曰随园，同其音，易其义。 　　落成叹曰：“使吾官于此，则月一至焉；使吾居于此，则日日至焉。二者不可得兼，舍官而取园者也。”遂乞病，率弟香亭、甥湄君移书史居随园。闻之苏子曰：“君子不必仕，不必不仕。”然则余之仕与不仕，与居兹园之久与不久，亦随之而已。夫两物之能相易者，其一物之足以胜之也。余竟以一官易此园，园之奇，可以见矣。 　　己巳三月记。  ",
    "title": "随园记",
    "author": "袁枚",
    "book": "辞赋",
    "dynasty": "清代"
}, {
    "content": "　　楚太子有疾，而吴客往问之曰：“伏闻太子玉体不安，亦少间乎？”太子曰：“惫！谨谢客。”客因称曰：“今时天下安宁，四宇和平，太子方富于年。意者久耽安乐，日夜无极，邪气袭逆，中若节轖。纷屯澹淡，嘘唏烦酲，惕惕怵怵，卧不得瞑。虚中重听，恶闻人声，精神越渫，百病咸生。聪明眩曜，悦怒不平。久执不废，大命乃倾。太子岂有是乎？”太子曰：“谨谢客。赖君之力，时时有之，然未至于是也。”客曰：“今夫贵人之子，必官居而闺处，内有保母，外有傅父，欲交无所。饮食则温淳甘脆，脭醲肥厚；衣裳则杂遝曼煖，燂烁热暑。虽有金石之坚，犹将销铄而挺解也，况其在筋骨之间乎哉？故曰：纵耳目之欲，恣支体之安者，伤血脉之和。且夫出舆入辇，命曰蹷痿之机；洞房清宫，命曰寒热之媒；皓齿蛾眉，命曰伐性之斧；甘脆肥脓，命曰腐肠之药。今太子肤色靡曼，四支委随，筋骨挺解，血脉淫濯，手足堕窳；越女侍前，齐姬奉后；往来游宴，纵恣于曲房隐间之中。此甘餐毒药，戏猛兽之爪牙也。所从来者至深远，淹滞永久而不废，虽令扁鹊治内，巫咸治外，尚何及哉！今如太子之病者，独宜世之君子，博见强识，承间语事，变度易意，常无离侧，以为羽翼。淹沉之乐，浩唐之心，遁佚之志，其奚由至哉！” 　　太子曰：“诺。病己，请事此言。” 　　客曰：“今太子之病，可无药石针刺灸疗而已，可以要言妙道说而去之，不欲闻之乎？” 　　太子曰：“仆愿闻之。” 　　客曰：“龙门之桐，高百尺而无枝。中郁结之轮菌，根扶疏以分离。上有千仞之峰，下临百丈之谿。湍流溯波，又澹淡之。其根半死半生。冬则烈风漂霰、飞雪之所激也，夏则雷霆、霹雳之所感也。朝则鹂黄、鳱鴠鸣焉，暮则羁雌、迷鸟宿焉。独鹄晨号乎其上，鹍鸡哀鸣翔乎其下。于是背秋涉冬，使琴挚斫斩以为琴，野茧之丝以为弦，孤子之钩以为隐，九寡之珥以为约。使师堂操畅，伯子牙为之歌。歌曰：‘麦秀兮雉朝飞，向虚壑兮背槁槐，依绝区兮临回溪。’飞鸟闻之，翕翼而不能去；野兽闻之，垂耳而不能行；蚑、蟜、蝼、蚁闻之，拄喙而不能前。此亦天下之至悲也，太子能强起听之乎？” 　　太子曰：“仆病未能也。” 　　客曰：“犓牛之腴，菜以笋蒲。肥狗之和，冒以山肤。楚苗之食，安胡之飰抟之不解，一啜而散。于是使伊尹煎熬，易牙调和。熊蹯之臑，芍药之酱。薄耆之炙，鲜鲤之鱠。秋黄之苏，白露之茹。兰英之酒，酌以涤口。山梁之餐，豢豹之胎。小飰大歠，如汤沃雪。此亦天下之至美也，太子能强起尝之乎？” 　　太子曰：“仆病未能也。” 　　客曰：“钟、岱之牡，齿至之车；前似飞鸟，后类距虚，穱麦服处，躁中烦外。羁坚辔，附易路。于是伯乐相其前后，王良、造父为之御，秦缺、楼季为之右。此两人者，马佚能止之，车覆能起之。于是使射千镒之重，争千里之逐。此亦天下之至骏也，太子能强起乘之乎？” 　　太子曰：“仆病未能也。” 　　客曰：“既登景夷之台，南望荆山，北望汝海，左江右湖，其乐无有。于是使博辩之士，原本山川，极命草木，比物属事，离辞连类。浮游览观，乃下置酒于虞怀之宫。连廊四注，台城层构，纷纭玄绿。辇道邪交，黄池纡曲。溷章、白鹭，孔鸟、鶤鵠，鵷雏、鵁鶄，翠鬣紫缨。螭龙、德牧，邕邕群鸣。阳鱼腾跃，奋翼振鳞。漃漻薵蓼，蔓草芳苓。女桑、河柳，素叶紫茎。苗松、豫章，条上造天。梧桐、并闾，极望成林。众芳芬郁，乱于五风。从容猗靡，消息阳阴。列坐纵酒，荡乐娱心。景春佐酒，杜连理音。滋味杂陈，肴糅错该。练色娱目，流声悦耳。于是乃发激楚之结风，扬郑、卫之皓乐。使先施、徵舒、阳文、段干、吴娃、闾、傅予之徒，杂裾垂髾，目窕心与；揄流波，杂杜若，蒙清尘，被兰泽，嬿服而御。此亦天下之靡丽皓侈广博之乐也，太子能强起游乎？” 　　太子曰：“仆病未能也。” 　　客曰：“将为太子驯骐骥之马，驾飞軨之舆，乘牡骏之乘。右夏服之劲箭，左乌号之雕弓。游涉乎云林，周驰乎兰泽，弭节乎江浔。掩青蘋，游清风。陶阳气，荡春心。逐狡兽，集轻禽。于是极犬马之才，困野兽之足，穷相御之智巧，恐虎豹，慑鸷鸟。逐马鸣镳，鱼跨麋角。履游麕兔，蹈践麖鹿，汗流沫坠，冤伏陵窘。无创而死者，固足充后乘矣。此校猎之至壮也，太子能强起游乎？” 　　太子曰：“仆病未能也。”然阳气见于眉宇之间，侵淫而上，几满大宅。 　　客见太子有悦色，遂推而进之曰：“冥火薄天，兵车雷运，旍旗偃蹇，羽毛肃纷。驰骋角逐，慕味争先。徼墨广博，观望之有圻。纯粹全牺，献之公门。” 　　太子曰：“善！愿复闻之。” 　　客曰：“未既。于是榛林深泽，烟云闇莫，兕虎并作。毅武孔猛，袒裼身薄。白刃磑磑，矛戟交错。收获掌功，赏赐金帛。掩蘋肆若，为牧人席。旨酒嘉肴，羞炰宾客。涌觞并起，动心惊耳。诚不必悔，决绝以诺；贞信之色，形于金石。高歌陈唱，万岁无斁。此真太子之所喜也，能强起耳游乎？” 　　太子曰：“仆甚愿从，直恐为诸大夫累耳。”然而有起色矣。 　　客曰：“将以八月之望，与诸侯远方交游兄弟，并往观涛乎广陵之曲江。至则未见涛之形也，徒观水力之所到，则恤然足以骇矣。观其所驾轶者，所擢拔者，所扬汩者，所温汾者，所涤汔者，虽有心略辞给，固未能缕形其所由然也。怳兮忽兮，聊兮栗兮，混汩汩兮，忽兮慌兮，俶兮傥兮，浩瀇瀁兮，慌旷旷兮。秉意乎南山，通望乎东海。虹洞兮苍天，极虑乎崖涘。流揽无穷，归神日母。汩乘流而下降兮，或不知其所止。或纷纭其流折兮，忽缪往而不来。临朱汜而远逝兮，中虚烦而益怠。莫离散而发曙兮，内存心而自持。于是澡概胸中，洒练五藏，澹澉手足，颓濯发齿。揄弃恬怠，输写淟浊，分决狐疑，发皇耳目。当是之时，虽有淹病滞疾，犹将伸伛起躄，发瞽披聋而观望之也，况直眇小烦懑，酲醲病酒之徒哉！故曰：发蒙解惑，不足以言也。” 　　太子曰：“善，然则涛何气哉？” 　　答曰：“不记也，然闻于师曰，似神而非者三：疾雷闻百里；江水逆流，海水上潮；山出云内，日夜不止。衍溢漂疾，波涌而涛起。其始起也，洪淋淋焉，若白鹭之下翔。其少进也，浩浩溰溰，如素车白马帷盖之张。其波涌而云乱，扰扰焉如三军之腾装。其旁作而奔起者，飘飘焉如轻车之勒兵。六驾蛟龙，附从太白，纯驰皓蜺，前后络绎。顒顒卬卬，椐椐彊彊，莘莘将将。壁垒重坚，沓杂似军行。訇隐匈礚，轧盘涌裔，原不可当。观其两旁。则滂渤怫郁，闇漠感突，上击下律，有似勇壮之卒，突怒而无畏。蹈壁冲津，穷曲随隈，逾岸出追。遇者死，当者坏。初发乎或围之津涯，荄轸谷分。回翔青篾，衔枚檀桓。弭节伍子之山，通厉骨母之场，凌赤岸，篲扶桑，横奔似雷行。诚奋厥武，如振如怒。沌沌浑浑，状如奔马。混混庉庉，声如雷鼓。发怒庢沓，清升踰跇，侯波奋振，合战于藉藉之口。鸟不及飞，鱼不及回，兽不及走。纷纷翼翼，波涌云乱，荡取南山，背击北岸，覆亏丘陵，平夷西畔。险险戏戏，崩坏陂池，决胜乃罢。汩潺湲，披扬流洒。横暴之极，鱼鳖失势，颠倒偃侧，沋沋湲湲，蒲伏连延。神物怪疑，不可胜言，直使人踣焉，洄闇凄怆焉。此天下怪异诡观也，太子能强起观之乎？” 　　太子曰：“仆病，未能也。” 　　客曰：“将为太子奏方术之士有资略者，若庄周、魏牟、杨朱、墨濯、便蜎、詹何之伦，使之论天下之精微，理万物之是非；孔、老览观，孟子持筹而算之，万不失一。此亦天下要言妙道也，太子岂欲闻之乎？” 　　于是太子据几而起，曰：“涣乎若一听圣人辩士之言。”涩然汗出，霍然病已。  ",
    "title": "七发",
    "author": "枚乘",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　原夫箫干之所生兮，于江南之丘墟。洞条畅而罕节兮，标敷纷以扶疏。徒观其旁山侧兮，则岖嵚岿崎，倚巇迤，诚可悲乎其不安也。弥望傥莽，联延旷荡，又足乐乎其敞闲也。托身躯于后土兮，经万载而不迁。吸至精之滋熙兮，稟苍色之润坚。感阴阳之变化兮，附性命乎皇天。翔风萧萧而径其末兮，回江流川而溉其山。扬素波而挥连珠兮，声礚礚而澍渊。 　　朝露清冷而陨其侧兮，玉液浸润而承其根。孤雌寡鹤，娱优乎其下兮，春禽群嬉，翱翔乎其颠。秋蜩不食，抱朴而长吟兮，玄猿悲啸，搜索乎其间。处幽隐而奥庰兮，密漠泊以猭。惟详察其素体兮，宜清静而弗喧。幸得谥为洞箫兮，蒙圣主之渥恩。可谓惠而不费兮，因天性之自然。 　　于是般匠施巧，夔妃准法。带以象牙，其会合。锼镂里洒，绛唇错杂；邻菌缭纠，罗鳞捷猎；胶致理比，挹抐擫。于是乃使夫性昧之宕冥，生不睹天地之体势，闇于白黑之貌形；愤伊郁而酷，愍眸子之丧精；寡所舒其思虑兮，专发愤乎音声。 　　故吻吮值夫宫商兮，和纷离其匹溢。形旖旎以顺吹兮，瞋以纡郁。气旁迕以飞射兮，驰散涣以逫律。趣从容其勿述兮，骛合遝以诡谲。或浑沌而潺湲兮，猎若枚折；或漫衍而络绎兮，沛焉竞溢。惏栗密率，掩以绝灭，霵晔踕，跳然复出。 　　若乃徐听其曲度兮，廉察其赋歌。啾咇而将吟兮，行鍖銋以和啰。风鸿洞而不绝兮，优娆娆以婆娑。翩绵连以牢落兮，漂乍弃而为他。要复遮其蹊径兮，与讴谣乎相和。 　　故听其巨音，则周流汜滥，并包吐含，若慈父之畜子也。其妙声，则清静厌瘱，顺叙卑达，若孝子之事父也。科条譬类，诚应义理，澎濞慷慨，一何壮士，优柔温润，又似君子。 　　故其武声，则若雷霆輘輷，佚豫以沸。其仁声，则若颽风纷披，容与而施惠。或杂遝以聚敛兮，或拔摋以奋弃。悲怆怳以恻惐兮，时恬淡以绥肆。被淋灑其靡靡兮，时横潰以阳遂。哀悁悁之可怀兮，良醰醰而有味。 　　故贪饕者听之而廉隅兮，狼戾者闻之而不怼。刚毅强暴反仁恩兮，啴唌逸豫戒其失。钟期、牙、旷怅然而愕兮，杞梁之妻不能为其气。师襄、严春不敢窜其巧兮，浸淫、叔子远其类。嚚、顽、朱、均惕复惠兮，桀、跖、鬻、博儡以顿悴。吹参差而入道德兮，故永御而可贵。时奏狡弄，则彷徨翱翔，或留而不行，或行而不留。愺恅澜漫，亡耦失畴，薄索合沓，罔象相求。 　　故知音者乐而悲之，不知音者怪而伟之。故闻其悲声，则莫不怆然累欷，撇涕抆泪；其奏欢娱，则莫不惮漫衍凯，阿那腲腇者已。是以蟋蟀蠖，蚑行喘息；蝼蚁蝘蜒，蝇蝇栩栩。迁延徙迤，鱼瞰鸟睨，垂喙转，瞪瞢忘食，况感阴阳之和，而化风俗之伦哉！ 　　乱曰：状若捷武，超腾逾曳，迅漂巧兮。又似流波，泡溲泛，趋巇道兮。哮呷喚，躋躓连绝，淈殄沌兮。搅搜捎，逍遥踊跃，若坏颓兮。优游流离，踌躇稽诣，亦足耽兮。颓唐遂往，长辞远逝，漂不还兮。赖蒙圣化，从容中道，乐不淫兮。条畅洞达，中节操兮。终诗卒曲，尚馀音兮。吟气遗响，联绵漂撇，生微风兮。连延络绎，变无穷兮。  ",
    "title": "洞箫赋",
    "author": "王褒",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　昔者楚襄王与宋玉游于云梦之台，望高之观，其上独有云气，崪兮直上，忽兮改容，须臾之间，变化无穷。王问玉曰：“此何气也？”玉对曰：“所谓朝云者也。”王曰：“何谓朝云？”玉曰：“昔者先王尝游高唐，怠而昼寝，梦见一妇人曰：‘妾，巫山之女也。为高唐之客。闻君游高唐，愿荐枕席。’王因幸之。去而辞曰：‘妾在巫山之阳，高丘之阻，旦为朝云，暮为行雨。朝朝暮暮，阳台之下。’旦朝视之，如言。故为立庙，号曰朝云。”王曰：“朝云始楚，状若何也？”玉对曰：“其始楚也，榯兮若松榯；其少进也，晰兮若姣姬，扬衭鄣日，而望所思。忽兮改容，偈兮若驾驷马，建羽旗。湫兮如风，凄兮如雨。风止雨霁，云无所处。”王曰：“寡人方今可以游乎？”玉曰：“可。”王曰：“其何如矣？”玉曰：“高矣显矣，临望远矣。广矣普矣，万物祖矣。上属于天，下见于渊，珍怪奇伟，不可称论。”王曰：“试为寡人赋之！”玉曰：“唯唯！” 　　惟高唐之大体兮，殊无物类之可仪比。巫山赫其无畴兮，道互折而曾累。登巉巗而下望兮，临大阺之稸水。遇天雨之新霁兮，观百谷之俱集。濞汹汹其无声兮，溃淡淡而并入。滂洋洋而四施兮，蓊湛湛而弗上。长风至而波起兮，若丽山之孤亩。势薄岸而相击兮，隘交引而却会。崪中怒而特高兮，若浮海而望碣石。砾磥磥而相摩兮，巆震天之礚礚。巨石溺溺之瀺灂兮，沫潼潼而高厉，水澹澹而盘纡兮，洪波淫淫之溶。奔扬踊而相击兮，云兴声之霈霈。猛兽惊而跳骇兮，妄奔走而驰迈。虎豹豺兕，失气恐喙；雕鹗鹰鹞，飞扬伏窜。股战胁息，安敢妄挚。于是水虫尽暴，乘渚之阳，鼋鼍鱣鮪，交积纵横。振鳞奋翼，蜲蜲蜿蜿。 　　中阪遥望，玄木冬荣，煌煌荧荧，夺人目精。爛兮若列星，曾不可殚形。榛林郁盛，葩华覆盖；双椅垂房，纠枝还会。徙靡澹淡，随波闇蔼；东西施翼，猗狔丰沛。绿叶紫裹，丹茎白蒂。纤条悲鸣；声似竽籁；清浊相和，五变四会。感心动耳，回肠伤气；孤子寡妇，寒心酸鼻。长吏隳官，贤士失志；愁思无已，叹息垂泪。 　　登高远望，使人心瘁；盘岸巑，裖陈皑皑。磐石险峻，倾崎崖。巌岖参差，纵横相追。陬互横啎，背穴偃蹠。交加累积，重叠增益。状若砾柱，杂巫山下；仰视山巅，肃何千千。炫燿虹蜺，俯视峥嵘，窐寥窈冥，不见其底，虚闻松声。倾岸洋洋，立而熊经，久而不去，足尽汗出。悠悠忽忽，怊怅自失。使人心动，无故自恐。賁育之断，不能为勇。卒愕异物，不知所出。纵纵莘莘，若生于鬼，若出于神。状似走兽，或象飞禽。谲诡奇伟，不可究陈。上至观侧，地盖底平。箕踵漫衍，芳草罗生。秋兰茝蕙，江离载青。青荃射干，揭车苞并。薄草靡靡，聮延夭夭，越香掩掩；众雀嗷嗷，雌雄相失，哀鸣相号。王鴡鸝黄，正冥楚鸠。秭归思妇，垂鸡高巢。其鸣喈喈，当年遨游。更唱迭和，赴曲随流。 　　有方之士，羡门高谿。上成郁林，公乐聚榖。进纯牺，祷琁室。醮诸神，礼太一。传祝已具，言辞已毕。王乃乘玉舆，驷仓螭，垂旒旌；旆合谐。紬大絃而雅声流，冽风过而增悲哀。于是调讴，令人惏悽，胁息曾。于是乃纵猎者，基趾如星，传言羽猎；衔枚无声，弓弩不发，罘不倾。涉莽莽，驰苹苹。飞鸟未及起，走兽未及发。何节奄忽，蹄足灑血。举功先得，获车已实。王将欲往见，必先斋戒。差时择日，简舆玄服。建云旆，蜺为旌，翠为盖。风起云止，千里而逝。盖发蒙，往自会，思万方，忧国害，开贤圣，辅不逮，九窍通郁，精神察滞。延年益寿千万岁。  ",
    "title": "高唐赋",
    "author": "宋玉",
    "book": "辞赋",
    "dynasty": "先秦"
}, {
    "content": "　　伊五帝之不同礼，三王亦又不同乐。数极自然变化，非是故相反。德政不能救世溷乱，赏罚岂足惩时清浊？春秋时祸败之始，战国逾增其荼毒。秦汉无以相踰越，乃更加其怨酷。宁计生民之命？为利己而自足。 　　于兹迄今，情伪万方。佞诌日炽，刚克消亡。舐痔结驷，正色徒行。妪名势，抚拍豪强。偃蹇反俗，立致咎殃。捷慑逐物，日富月昌。浑然同惑，孰温孰凉？邪夫显进，直士幽藏。 　　原斯瘼之所兴，实执政之匪贤。女谒掩其视听兮，近习秉其威权。所好则钻皮出其毛羽，所恶则洗垢求其瘢痕。虽欲竭诚而尽忠，路绝险而靡缘。九重既不可启，又群吠之狺狺。安危亡于旦夕，肆嗜慾于目前。奚异涉海之失柁，坐积薪而待然？荣纳由于闪榆，孰知辨其蚩妍？故法禁屈橈于势族，恩泽不逮于单门。宁饥寒于尧舜之荒岁兮，不饱暖于当今之丰年。乘理虽死而非亡，违义虽生而匪存。 　　有秦客者，乃为诗曰：河清不可俟，人命不可延。顺风激靡草，富贵者称贤。文籍虽满腹，不如一囊钱。伊优北堂上，抗髒依门边。 　　鲁生闻此辞，紧而作歌曰：势家多所宜，咳唾自成珠；被褐怀金玉，兰蕙化为刍。贤者虽独悟，所困在群愚。且各守尔分，勿复空驰驱。哀哉复哀哉，此是命矣夫！  ",
    "title": "刺世疾邪赋",
    "author": "赵壹",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　扬子遁居，离俗独处。左邻崇山，右接旷野，邻垣乞儿，终贫且窭。礼薄义弊，相与群聚，惆怅失志，呼贫与语：“汝在六极，投弃荒遐。好为庸卒，刑戮相加。匪惟幼稚，嬉戏土沙。居非近邻，接屋连家。恩轻毛羽，义薄轻罗。进不由德，退不受呵。久为滞客，其意谓何？人皆文绣，余褐不完；人皆稻粱，我独藜飧。贫无宝玩，何以接欢？宗室之燕，为乐不槃。徒行负笈，出处易衣。身服百役，手足胼胝。或耘或耔，沾体露肌。朋友道绝，进宫凌迟。厥咎安在？职汝为之！舍汝远窜，昆仑之颠；尔复我随，翰飞戾天。舍尔登山，岩穴隐藏；尔复我随，陟彼高冈。舍尔入海，泛彼柏舟；尔复我随，载沉载浮。我行尔动，我静尔休。岂无他人，从我何求？今汝去矣，勿复久留！” 　　贫曰：“唯唯。主人见逐，多言益嗤。心有所怀，愿得尽辞。昔我乃祖，宣其明德，克佐帝尧，誓为典则。土阶茅茨，匪雕匪饰。爰及季世，纵其昏惑。饕餮之群，贪富苟得。鄙我先人，乃傲乃骄。瑶台琼榭，室屋崇高；流酒为池，积肉为崤。是用鹄逝，不践其朝。三省吾身，谓予无諐。处君之家，福禄如山。忘我大德，思我小怨。堪寒能暑，少而习焉；寒暑不忒，等寿神仙。桀跖不顾，贪类不干。人皆重蔽，予独露居；人皆怵惕，予独无虞！”言辞既磬，色厉目张，摄齐而兴，降阶下堂。“誓将去汝，适彼首阳。孤竹二子，与我连行。” 　　余乃避席，辞谢不直：“请不贰过，闻义则服。长与汝居，终无厌极。”贫遂不去，与我游息。  ",
    "title": "逐贫赋",
    "author": "扬雄",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　元和六年正月乙丑晦，主人使奴星结柳作车，缚草为船，载糗舆粮，牛繫轭下，引帆上樯。三揖穷鬼而告之曰：“闻子行有日矣，鄙人不敢问所涂，窃具船与车，备载糗粻，日吉时良，利行四方，子饭一盂，子啜一觞，携朋挚俦，去故就新，驾尘风，与电争先，子无底滞之尤，我有资送之恩，子等有意于行乎？” 　　屏息潜听，如闻音声，若啸若啼，砉敥嘎嘤，毛发尽竖，竦肩缩颈，疑有而无，久乃可明，若有言者曰：“吾与子居，四十年余，子在孩提，吾不子愚，子学子耕，求官与名，惟子是从，不变于初。门神户灵，我叱我呵，包羞诡随，志不在他。子迁南荒，热烁湿蒸，我非其乡，百鬼欺陵。太学四年，朝韮暮盐，唯我保汝，人皆汝嫌。自初及终，未始背汝，心无异谋，口绝行语，於何听闻，云我当去？是必夫子信谗，有间于予也。我鬼非人，安用车船，鼻齅臭香，糗粻可捐。单独一身，谁为朋俦，子苟备知，可数已不？子能尽言，可谓圣智，情状既露，敢不回避。” 　　主人应之曰：“予以吾为真不知也耶！子之朋俦，非六非四，在十去五，满七除二，各有主张，私立名字，捩手覆羹，转喉触讳，凡所以使吾面目可憎、语言无味者，皆子之志也。——其名曰智穷：矫矫亢亢，恶园喜方，羞为奸欺，不忍伤害；其次名曰学穷：傲数与名，摘抉杳微，高挹群言，执神之机；又其次曰文穷：不专一能，怪怪奇奇，不可时施，祗以自嬉；又其次曰命穷：影与行殊，而丑心妍，利居众后，责在人先；又其次曰交穷：磨肌戛骨，吐出心肝，企足以待，寘我仇怨。凡此五鬼，为吾五患，饥我寒我，兴讹造讪，能使我迷，人莫能间，朝悔其行，暮已复然，蝇营狗苟，驱去复还。” 　　言未毕，五鬼相与张眼吐舌，跳踉偃仆，抵掌顿脚，失笑相顾。徐谓主人曰：“子知我名，凡我所为，驱我令去，小黠大痴。人生一世，其久几何，吾立子名，百世不磨。小人君子，其心不同，惟乖於时，乃与天通。携持琬琰，易一羊皮，饫于肥甘，慕彼糠糜。天下知子，谁过于予。虽遭斥逐，不忍于疏，谓予不信，请质诗书。” 　　主人于是垂头丧气，上手称谢，烧车与船，延之上座。  ",
    "title": "送穷文",
    "author": "韩愈",
    "book": "辞赋",
    "dynasty": "唐代"
}, {
    "content": "　　吴城东无山，唯西为有山，其峰联岭属，纷纷靡靡，或起或伏，而灵岩居其词，拔其挺秀，若不肯与众峰列。望之者，咸知其有异也。 　　山仰行而上，有亭焉，居其半，盖以节行者之力，至此而得少休也。由亭而稍上，有穴窈然，曰西施之洞；有泉泓然，曰浣花之池；皆吴王夫差宴游之遗处也。又其上则有草堂，可以容栖迟；有琴台，可以周眺览；有轩以直洞庭之峰，曰抱翠；有阁以瞰具区之波，曰涵空，虚明动荡，用号奇观。盖专此郡之美者，山；而专此山之美者，阁也。 　　启，吴人，游此虽甚亟，然山每匿幽閟胜，莫可搜剔，如鄙予之陋者。今年春，从淮南行省参知政事临川饶公与客十人复来游。升于高，则山之佳者悠然来。入于奥，则石之奇者突然出。氛岚为之蹇舒，杉桧为之拂舞。幽显巨细，争献厥状，披豁呈露，无有隐循。然后知于此山为始著于今而素昧于昔也。 　　夫山之异于众者，尚能待人而自见，而况人之异于众者哉！公顾瞻有得，因命客赋诗，而属启为之记。启谓：“天于诡奇之地不多设，人于登临之乐不常遇。有其地而非其人，有其人而非其地，皆不足以尽夫游观之乐也。今灵岩为名山，诸公为名士，盖必相须而适相值，夫岂偶然哉！宜其目领而心解，景会而理得也。若启之陋，而亦与其有得焉，顾非幸也欤？启为客最少，然敢执笔而不辞者，亦将有以私识其幸也！”十人者，淮海秦约、诸暨姜渐、河南陆仁、会稽张宪、天台詹参、豫章陈增、吴郡金起、金华王顺、嘉陵杨基、吴陵刘胜也。  ",
    "title": "游灵岩记",
    "author": "高启",
    "book": "辞赋",
    "dynasty": "明代"
}, {
    "content": "　　岩岩梁山，积石峨峨。远属荆衡，近缀岷嶓。南通邛僰，北达褒斜。狭过彭碣，高逾嵩华。 　　惟蜀之门，作固作镇。是曰剑阁，壁立千仞。穷地之险，极路之峻。世浊则逆，道清斯顺。闭由往汉，开自有晋。 　　秦得百二，并吞诸侯。齐得十二，田生献筹。矧兹狭隘，土之外区。一人荷戟，万夫趑趄。形胜之地，匪亲勿居。 　　昔在武侯，中流而喜。山河之固，见屈吴起。兴实在德，险亦难恃。洞庭孟门，二国不祀。自古迄今，天命匪易。凭阻作昏，鲜不败绩。公孙既灭，刘氏衔璧。覆车之轨，无或重迹。勒铭山阿，敢告梁益。  ",
    "title": "剑阁铭",
    "author": "张载",
    "book": "辞赋",
    "dynasty": "魏晋"
}, {
    "content": "　　系高顼之玄胄兮，氏中叶之炳灵。飖颽风而蝉蜕兮，雄朔野以扬声。皇十纪而鸿渐兮，有羽仪于上京。巨滔天而泯夏兮，考遘愍以行谣。终保己而贻则兮，里上仁之所庐。懿前烈之纯淑兮，穷与达其必济。咨孤蒙之眇眇兮，将圮绝而罔阶。岂余身之足殉兮，违世业之可怀。靖潜处以永思兮，经日月而弥远。匪党人之敢拾兮，庶斯言之不玷。 　　魂茕茕与神交兮，精诚发于宵寐。梦登山而迥眺兮，觌幽人之仿彿。揽葛藟而授余兮，眷峻谷曰勿坠。吻昕寤而仰思兮，心蒙蒙犹未察。黄神邈而靡质兮，仪遗谶以臆对。曰乘高而胪神兮，道遐通而不迷。葛绵绵于樛木兮，咏南风以为绥。盖惴惴之临深兮，乃二雅之所祗。既讯尔以吉象兮，又申之以炯戒。盍孟晋以迨群兮，辰倏忽其不再。 　　承灵训其虚徐兮，鎶盘桓而且俟。惟天地之无穷兮，鲜生民之晦在。纷屯邅与蹇连兮，何艰多而智寡。上圣迕而后拔兮，虽群黎之所御。昔卫叔之御昆兮，昆为寇而丧予。管弯弧欲毙仇兮，仇作后而成己。变化故而相诡兮，孰云预其终始！雍造怨而先赏兮，丁繇惠而被戮。栗取吊于逌吉兮，王膺庆于所戚。叛回穴其若兹兮，北叟颇识其倚伏。单治里而外凋兮，张修襮而内逼。聿中和为庶几兮，颜与冉又不得。溺招路以从己兮，谓孔氏犹未可。安慆慆而不萉兮，卒陨身乎世祸。游圣门而靡救兮，虽覆醢其何补？固行行其必凶兮，免盗乱为赖道。形气发于根柢兮，柯叶汇而零茂。恐魍魉之责景兮，羌未得其云已。 　　黎淳耀于高辛兮，芈强大于南汜。嬴取威于伯仪兮，姜本支乎三趾。既仁得其信然兮，仰天路而同轨。东邻虐而歼仁兮，王合位乎三五。戎女烈而丧孝兮，伯徂归于龙虎。发还师以成命兮，重醉行而自耦。震鳞漦于夏庭兮，匝三正而灭姬。巽羽化于宣宫兮，弥五辟而成灾。道修长而世短兮，夐冥默而不周。胥仍物而鬼诹兮，乃穷宙而达幽。妫巢姜于孺筮兮，旦筭祀于契龟。宣曹兴败于下梦兮，鲁卫名谥于铭谣。妣聆呱而劾石兮，许相理而鞫条。道混成而自然兮，术同原而分流。神先心以定命兮，命随行以消息。斡流迁其不济兮，故遭罹而嬴缩。三栾同于一体兮，虽移易而不忒。洞参差其纷错兮，斯众兆之所惑。周贾荡而贡愤兮，齐死生与祸福。抗爽言以矫情兮，信畏牺而忌鵩。 　　所贵圣人至论兮，顺天性而断谊。物有欲而不居兮，亦有恶而不避。守孔约而不贰兮，乃輶德而无累。三仁殊于一致兮，夷惠舛而齐声。木偃息以蕃魏兮，申重茧以存荆。纪焚躬以卫上兮，皓颐志而弗倾。侯草木之区别兮，苟能实其必荣。要没世而不朽兮，乃先民之所程。观天网之纮覆兮，实棐谌而相训。谟先圣之大猷兮，亦邻德而助信。虞韶美而仪凤兮，孔忘味于千载。素文信而厎麟兮，汉宾祚于异代。精通灵而感物兮，神动气而入微。养流睇而猿号兮，李虎发而石开。非精诚其焉通兮，苟无实其孰信？操末技犹必然兮，矧耽躬于道真。登孔昊而上下兮，纬群龙之所经。朝贞观而夕化兮，犹諠己而遗形。若胤彭而偕老兮，诉来哲而通情。 　　乱曰：天造草昧，立性命兮。复心弘道，惟圣贤兮。浑元运物，流不处兮。保身遗名，民之表兮。舍生取谊，以道用兮。忧伤夭物，忝莫痛兮。皓尔太素，曷渝色兮。尚越其几，沦神域兮。 ",
    "title": "幽通赋",
    "author": "班固",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　天台生困暑，夜卧絺帷中，童子持翣飏于前，适甚就睡。久之，童子亦睡，投翣倚床，其音如雷。生惊寤，以为风雨且至也。抱膝而坐，俄而耳旁闻有飞鸣声，如歌如诉，如怨如慕，拂肱刺肉，扑股面。毛发尽竖，肌肉欲颤；两手交拍，掌湿如汗。引而嗅之，赤血腥然也。大愕，不知所为。蹴童子，呼曰：“吾为物所苦，亟起索烛照。”烛至，絺帷尽张。蚊数千，皆集帷旁，见烛乱散，如蚁如蝇，利嘴饫腹，充赤圆红。生骂童子曰：“此非吾血者耶？尔不谨，蹇帷而放之入。且彼异类也，防之苟至，乌能为人害？”童子拔蒿束之，置火于端，其烟勃郁，左麾右旋，绕床数匝，逐蚊出门，复于生曰：“可以寝矣，蚊已去矣。” 　　生乃拂席将寝，呼天而叹曰：“天胡产此微物而毒人乎？” 　　童子闻之，哑而笑曰：“子何待己之太厚，而尤天之太固也！夫覆载之间，二气絪緼，赋形受质，人物是分。大之为犀象，怪之为蛟龙，暴之为虎豹，驯之为麋鹿与庸狨，羽毛而为禽为兽，裸身而为人为虫，莫不皆有所养。虽巨细修短之不同，然寓形于其中则一也。自我而观之，则人贵而物贱，自天地而观之，果孰贵而孰贱耶？今人乃自贵其贵，号为长雄。水陆之物，有生之类，莫不高罗而卑网，山贡而海供，蛙黾莫逃其命，鸿雁莫匿其踪，其食乎物者，可谓泰矣，而物独不可食于人耶？兹夕，蚊一举喙，即号天而诉之；使物为人所食者，亦皆呼号告于天，则天之罚人，又当何如耶？且物之食于人，人之食于物，异类也，犹可言也。而蚊且犹畏谨恐惧，白昼不敢露其形，瞰人之不见，乘人之困怠，而后有求焉。今有同类者，啜栗而饮汤，同也；畜妻而育子，同也；衣冠仪貌，无不同者。白昼俨然，乘其同类之间而陵之，吮其膏而盬其脑，使其饿踣于草野，流离于道路，呼天之声相接也，而且无恤之者。今子一为蚊所，而寝辄不安；闻同类之相，而若无闻，岂君子先人后身之道耶？” 　　天台生于是投枕于地，叩心太息，披衣出户，坐以终夕。 ",
    "title": "蚊对",
    "author": "方孝孺",
    "book": "辞赋",
    "dynasty": "明代"
}, {
    "content": "　　虞山去吴城才百里，屡欲游，未果。辛丑秋，将之江阴，舟行山下，望剑门入云际，未及登。丙午春，复如江阴，泊舟山麓，入吾谷，榜人诡云：“距剑门二十里。”仍未及登。 　　壬子正月八日，偕张子少弋、叶生中理往游，宿陶氏。明晨，天欲雨，客无意往，余已治筇屐，不能阻。自城北沿缘六七里，入破山寺，唐常建咏诗处，今潭名空心，取诗中意也。遂从破龙涧而上，山脉怒坼，赭石纵横，神物爪角痕，时隐时露。相传龙与神斗，龙不胜，破其山而去。说近荒惑，然有迹象，似可信。行四五里，层折而度，越峦岭，跻蹬道，遂陟椒极。有土坯磈礧，疑古时冢，然无碑碣志谁某。升望海墩，东向凝睇。是时云光黯甚，迷漫一色，莫辨瀛海。顷之，雨至，山有古寺可驻足，得少休憩。雨歇，取径而南，益露奇境：龈腭摩天，崭绝中断，两崖相嵌，如关斯劈，如刃斯立，是为剑门。以剑州、大剑、小剑拟之，肖其形也。侧足延，不忍舍去。遇山僧，更问名胜处。僧指南为太公石室；南而西为招真宫，为读书台；西北为拂水岩，水下奔如虹，颓风逆施，倒跃而上，上拂数十丈，又西有三杳石、石城、石门，山后有石洞通海，时潜海物，人莫能名。余识其言，欲问道往游，而云之飞浮浮，风之来冽冽，时雨飘洒，沾衣湿裘，而余与客难暂留矣。少霁，自山之面下，困惫而归。自是春阴连旬，不能更游。 　　噫嘻！虞山近在百里，两经其下，为践游屐。今之其地矣，又稍识面目，而幽邃窈窕，俱未探历。心甚怏怏。然天下之境，涉而即得，得而辄尽者，始焉欣欣，继焉索索，欲求余味，而了不可得，而得之甚艰，且得半而止者，转使人有无穷之思也。呜呼！岂独寻山也哉！  ",
    "title": "游虞山记",
    "author": "沈德潜",
    "book": "辞赋",
    "dynasty": "清代"
}, {
    "content": "　　子犹瓶矣。观瓶之居，居井之眉。处高临深，动而近危。酒醪不入口，臧水满怀。不得左右，牵于纆徽。一旦叀礙，为瓽所轠。身提黄泉，骨肉为泥。自用如此，不如鸱夷。 　　鸱夷滑稽，腹大如壶。尽日盛酒，人复借酤。常为国器，讬于属车。出入两宫，经营公家。由是言之，酒何过乎？  ",
    "title": "酒箴",
    "author": "扬雄",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　余遭世之颠覆兮，罹填塞之阨灾。旧室灭以丘墟兮，曾不得乎少留。遂奋袂以北征兮，超绝迹而远游。 　　朝发轫于长都兮，夕宿瓠谷之玄宫。历云门而反顾，望通天之崇崇。乘陵岗以登降，息郇邠之邑乡。慕公刘之遗德，及行苇之不伤。彼何生之优渥，我独罹此百殃？故时会之变化兮，非天命之靡常。 　　登赤须之长阪，入义渠之旧城。忿戎王之淫狡，秽宣后之失贞。嘉秦昭之讨贼，赫斯怒以北征。纷吾去此旧都兮，騑迟迟以历兹。 　　遂舒节以远逝兮，指安定以为期。涉长路之绵绵兮，远纡回以樛流。过泥阳而太息兮，悲祖庙之不修。释余马于彭阳兮，且弭节而自思。日晻晻其将暮兮，睹牛羊之下来。寤旷怨之伤情兮，哀诗人之叹时。 　　越安定以容与兮，遵长城之漫漫。剧蒙公之疲民兮，为强秦乎筑怨。舍高亥之切忧兮，事蛮狄之辽患。不耀德以绥远，顾厚固而缮藩。首身分而不寤兮，犹数功而辞鱤。何夫子之妄说兮，孰云地脉而生残。 　　登鄣隧而遥望兮，聊须臾以婆娑。闵獯鬻之猾夏兮，吊尉漖于朝那。从圣文之克让兮，不劳师而币加。惠父兄于南越兮，黜帝号于尉他。降几杖于藩国兮，折吴濞之逆邪。惟太宗之荡荡兮，岂曩秦之所图。 　　隮高平而周览，望山谷之嵯峨。野萧条以莽荡，迥千里而无家。风猋发以漂遥兮，谷水灌以扬波。飞云雾之杳杳，涉积雪之皑皑。雁邕邕以群翔兮，□鸡鸣以哜哜。 　　游子悲其故乡，心怆悢以伤怀。抚长剑而慨息，泣涟落而沾衣。揽余涕以于邑兮，哀生民之多故。夫何阴曀之不阳兮，嗟久失其平度。谅时运之所为兮，永伊郁其谁愬？ 　　乱曰：夫子固穷游艺文兮，乐以忘忧惟圣贤兮？达人从事有仪则兮，行止屈申与时息兮？君子履信无不居兮，虽之蛮貊何忧惧兮？  ",
    "title": "北征赋",
    "author": "班彪",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　惟永初之有七兮，余随子乎东征。时孟春之吉日兮，撰良辰而将行。乃举趾而升舆兮，夕予宿乎偃师。遂去故而就新兮，志怆悢而怀悲！ 　　明发曙而不寐兮，心迟迟而有违。酌鞰酒以弛念兮，喟抑情而自非。谅不登樔而椓蠡兮，得不陈力而相追。且从众而就列兮，听天命之所归。遵通衢之大道兮，求捷径欲从谁？乃遂往而徂逝兮，聊游目而遨魂！ 　　历七邑而观览兮，遭巩县之多艰。望河洛之交流兮，看成皋之旋门。既免脱于峻崄兮，历荥阳而过卷。食原武之息足，宿阳武之桑间。涉封丘而践路兮，慕京师而窃叹！小人性之怀土兮，自书传而有焉。 　　遂进道而少前兮，得平丘之北边。入匡郭而追远兮，念夫子之厄勤。彼衰乱之无道兮，乃困畏乎圣人。怅容与而久驻兮，忘日夕而将昏。到长垣之境界，察农野之居民。睹蒲城之丘墟兮，生荆棘之榛榛。惕觉寤而顾问兮，想子路之威神。卫人嘉其勇义兮，讫于今而称云。蘧氏在城之东南兮，民亦尚其丘坟。唯令德为不朽兮，身既没而名存。 　　惟经典之所美兮，贵道德与仁贤。吴札称多君子兮，其言信而有徵。后衰微而遭患兮，遂陵迟而不兴。知性命之在天，由力行而近仁。勉仰高而蹈景兮，尽忠恕而与人。好正直而不回兮，精诚通于明神。庶灵祇之鉴照兮，佑贞良而辅信。 　　乱曰：君子之思，必成文兮。盍各言志，慕古人兮。先君行止，则有作兮。虽其不敏，敢不法兮。贵贱贫富，不可求兮。正身履道，以俟时兮。修短之运，愚智同兮。靖恭委命，唯吉凶兮。敬慎无怠，思嗛约兮。清静少欲，师公绰兮。  ",
    "title": "东征赋",
    "author": "班昭",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　岁在壬午，余与晦木泽望入四明，自雪窦返至过云。雰霭淟浊，蒸满山谷，云乱不飞，瀑危弗落，遐路窈然。夜行撤烛，雾露沾衣，岚寒折骨，相视褫气。呼嗟咽续，忽尔冥霁地表。云敛天末，万物改观，浩然目夺。小草珠圆，长条玉洁，珑松插于幽篁，缨络缠于萝阙。琮俯仰，金奏石搏。虽一叶一茎之微，亦莫不冰缠而雾结。余愕眙而叹曰：“此非所谓木冰乎？春秋书之，五行志之，奈何当吾地而有此异也？”言未卒，有居僧笑于傍曰：“是奚足异？山中苦寒，才入冬月，风起云落，即冻飘山，以故霜雪常积也。” 　　盖其地当万山之中，嚣尘沸响，扃人间。屯烟佛照，无殊阴火之潜，故为葕阳之所不入。去平原一万八千丈，刚风疾轮，侵铄心骨。南箕哆口，飞廉弭节；土囊大隧，所在而是。故为勃郁烦冤之所不散，溪回壑转，蛟螭蠖蛰，山鬼窈窕，腥风之冲动，震瀑之敲嗑。天呵地吼，阴崖冱穴，聚雹堆冰，故为玄冥之所长驾；群峰灌顶，北斗堕脅，藜蓬臭蔚，虽焦原竭泽，巫吁魃舞。常如夜行秋爽，故为曜灵之所割匿。且其怪松入枫，礜石罔草，碎碑埋甎，枯胔碧骨，皆足以兴吐云雨。而仙宫神治，山岳炳灵，高僧悬记，冶鸟木客，窅崒幽深。其气皆敛而不扬，故恒寒而无燠。 　　余乃喟然曰：“嗟乎！同一寒暑，有不听命于造化之地；同一过忒，有无关于吉凶之占。居其间者，亦岂无凌峰掘药，高言畸行，无与于人世治乱之数者乎？”余方龃龉世度，将欲过而问之。 ",
    "title": "过云木冰记",
    "author": "黄宗羲",
    "book": "辞赋",
    "dynasty": "清代"
}, {
    "content": "　　时黄祖太子射，宾客大会。有献鹦鹉者，举酒于衡前曰：“祢处士，今日无用娱宾，窃以此鸟自远而至，明彗聪善，羽族之可贵，愿先生为之赋，使四座咸共荣观，不亦可乎？”衡因为赋，笔不停缀，文不加点。其辞曰：　　惟西域之灵鸟兮，挺自然之奇姿。体金精之妙质兮，合火德之明辉。性辩慧而能言兮，才聪明以识机。故其嬉游高峻，栖跱幽深。飞不妄集，翔必择林。绀趾丹觜，绿衣翠衿。采采丽容，咬咬好音。虽同族于羽毛，固殊智而异心。配鸾皇而等美，焉比德于众禽？　　于是羡芳声之远畅，伟灵表之可嘉。命虞人于陇坻，诏伯益于流沙。跨昆仑而播弋，冠云霓而张罗。虽纲维之备设，终一目之所加。且其容止闲暇，守植安停。逼之不惧，抚之不惊。宁顺从以远害，不违迕以丧生。故献全者受赏，而伤肌者被刑。　　尔乃归穷委命，离群丧侣。闭以雕笼，翦其翅羽。流飘万里，崎岖重阻。逾岷越障，载罹寒暑。女辞家而适人，臣出身而事主。彼贤哲之逢患，犹栖迟以羁旅。矧禽鸟之微物，能驯扰以安处！眷西路而长怀，望故乡而延伫。忖陋体之腥臊，亦何劳于鼎俎？嗟禄命之衰薄，奚遭时之险巇？岂言语以阶乱，将不密以致危？痛母子之永隔，哀伉俪之生离。匪余年之足惜，愍众雏之无知。背蛮夷之下国，侍君子之光仪。惧名实之不副，耻才能之无奇。羡西都之沃壤，识苦乐之异宜。怀代越之悠思，故每言而称斯。　　若乃少昊司辰，蓐收整辔。严霜初降，凉风萧瑟。长吟远慕，哀鸣感类。音声凄以激扬，容貌惨以憔悴。闻之者悲伤，见之者陨泪。放臣为之屡叹，弃妻为之歔欷。　　感平生之游处，若埙篪之相须。何今日之两绝，若胡越之异区？顺笼槛以俯仰，窥户牖以踟蹰。想昆山之高岳，思邓林之扶疏。顾六翮之残毁，虽奋迅其焉如？心怀归而弗果，徒怨毒于一隅。苟竭心于所事，敢背惠而忘初？讬轻鄙之微命，委陋贱之薄躯。期守死以报德，甘尽辞以效愚。恃隆恩于既往，庶弥久而不渝。",
    "title": "鹦鹉赋",
    "author": "祢衡",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　延熹二年秋，霖雨逾月。是时梁翼新诛，而徐璜、左悺等五侯擅贵于其处。又起显阳苑于城西，人徒冻饿，不得其命者甚众。白马令李云以直言死，鸿胪陈君以救云抵罪。璜以余能鼓琴，白朝廷，敕陈留太守发遣余。到偃师，病比前，得归。心愤此事，遂託所过，述而成赋。 　　余有行于京洛兮，遘淫雨之经时。塗邅其蹇连兮，潦汙滞而为灾。乘马蹯而不进兮，心郁悒而愤思。聊弘虑以存古兮，宣幽情而属词。 　　夕宿余于大梁兮，诮无忌之称神。哀晋鄙之无辜兮，忿朱亥之篡军。历中牟之旧城兮，憎佛肸之不臣。问甯越之裔胄兮，藐髣髴而无闻。 　　经圃田而瞰北境兮，悟卫康之封疆。迄管邑而增感叹兮，愠叔氏之启商。过汉祖之所隘兮，吊纪信于荥阳。 　　降虎牢之曲阴兮，路丘墟以盘萦。勤诸侯之远戍兮，侈申子之美城。稔涛塗之愎恶兮，陷夫人以大名。登长坂以淩高兮，陟葱山之荛陉；建抚体以立洪高兮，经万世而不倾。迴峭峻以降阻兮，小阜寥其异形。冈岑纡以连属兮，谿谷夐其杳冥。迫嵯峨以乖邪兮，廓严壑以峥嵘。攒棫朴而杂榛楛兮，被浣濯而罗生。步亹菼与台菌兮，缘层崖而结茎。行游目以南望兮，览太室之威灵。顾大河于北垠兮，瞰洛汭之始并。追刘定之攸仪兮，美伯禹之所营。悼太康之失位兮，愍五子之歌声。 　　寻修轨以增举兮，邈悠悠之未央。山风汩以飙涌兮，气慅慅而厉凉。云郁术而四塞兮，雨濛濛而渐唐。仆夫疲而瘁兮，我马虺隤以玄黄。格莽丘而税驾兮，阴曀曀而不阳。 　　哀衰周之多故兮，眺濒隈而增感。忿子带之淫逆兮，唁襄王于坛坎。悲宠嬖之为梗兮，心恻怆而怀惨。 　　乘舫州而湍流兮，浮清波以横厉。想宓妃之灵光兮，神幽隐以潜翳。实熊耳之泉液兮，总伊瀍与涧濑。通渠源于京城兮，引职贡乎荒裔。操吴榜其万艘兮，充王府而纳最。济西溪而容与兮，息鞏都而后逝。愍简公之失师兮，疾子朝之为害。 　　玄云黯以凝结兮，集零雨之溱溱。路阻败而无轨兮，塗泞溺而难遵。率陵阿以登降兮，赴偃师而释勤。壮田横之奉首兮，义二士之侠坟。淹留以候霁兮，感憂心之殷殷。并日夜而遥思兮，宵不寐以极晨。候风云之体势兮，天牢湍而无文。弥信宿而后阕兮，思逶迤以东运。见阳光之显显兮，怀少弭而有欣。 　　命仆夫其就驾兮，吾将往乎京邑。皇家赫而天居兮，万方徂而星集。贵宠煽以弥炽兮，佥守利而不戢。前车覆而未远兮，后乘驱而竞及。穷变巧于台榭兮，民露处而寝洷。消嘉榖于禽兽兮，下糠粃而无粒。弘宽裕于便辟兮，纠忠谏其駸急。怀伊吕而黜逐兮，道无因而获人。唐虞渺其既远兮，常俗生于积习。周道鞠为茂草兮，哀正路之日歰。 　　观风化之得失兮，犹纷挐其多远。无亮采以匡世兮，亦何为乎此畿？甘衡门以宁神兮，詠都人而思归。爰结蹤而迴轨兮，复邦族以自绥。 　　乱曰：跋涉遐路，艰以阻兮。终其永怀，窘阴雨兮。历观群都，寻前绪兮。考之旧闻，厥事举兮。登高斯赋，义有取兮。则善戒恶，岂云苟兮？翩翩独征，无俦与兮。言旋言复，我心胥兮。 ",
    "title": "述行赋",
    "author": "蔡邕",
    "book": "辞赋",
    "dynasty": "两汉"
}, {
    "content": "　　惟永元元年秋七月，有汉元舅曰车骑将军窦宪，寅亮圣明，登翼王室，纳于大麓，维清缉熙。乃与执金吾耿秉，述职巡御。理兵于朔方。鹰扬之校，螭虎之士，爰该六师，暨南单于、东胡乌桓、西戎氐羌，侯王君长之群，骁骑三万。元戎轻武，长毂四分，云辎蔽路，万有三千余乘。勒以八阵，莅以威神，玄甲耀目，朱旗绛天。遂陵高阙，下鸡鹿，经碛卤，绝大漠，斩温禺以衅鼓，血尸逐以染锷。然后四校横徂，星流彗扫，萧条万里，野无遗寇。于是域灭区殚，反旆而旋，考传验图，穷览其山川。遂逾涿邪，跨安侯，乘燕然，蹑冒顿之区落，焚老上之龙庭。上以摅高、文之宿愤，光祖宗之玄灵；下以安固后嗣，恢拓境宇，振大汉之天声。兹所谓一劳而久逸，暂费而永宁者也，乃遂封山刊石，昭铭盛德。其辞曰： 铄王师兮征荒裔， 剿凶虐兮截海外。 夐其邈兮亘地界， 封神丘兮建隆嵑， 熙帝载兮振万世！ ",
    "title": "封燕然山铭",
    "author": "班固",
    "book": "辞赋",
    "dynasty": "两汉"
}]
